 [{"number":"4-08(h)(1)","tittle":"Activation of Meter","law":"TR","class":"V","code":99,"price":"","description":"No person shall park a vehicle, whether attended or not, in any parking space regulated by a parking meter that indicates by signal that the lawful parking time in such space has expired without (i) properly activating the meter by depositing the appropriate currency therein or otherwise making appropriate payment by an authorized method as described in this section and performing any other act necessary to activate the meter or (ii) properly activating an IVPS. The registration numbers of the electronic component, the electronic debit card, and all related windshield stickers comprising an IVPS must match in order for such system to be considered properly activated. This provision shall not apply to the act of parking or the time necessary to activate the meter or an IVPS immediately. A Section 4-0838person may park at a meter without depositing a coin, using another authorized method of payment, or activating an IVPS, if there is an unexpired interval of time shown on the meter but only if the vehicle is moved before the expiration of such interval. However, such person may reactivate the meter or activate an IVPS upon expiration of the time remaining on the meter but in no event may that person remain at the space in excess of the specified time limits applicable to the parking meter zone in which such meter is located","class ":"A","note":""},
  {"number":"4-08(m)(2)","tittle":"Angle Parking","law":"TR","class":"V","code":60,"price":"$45/$60","description":"No person shall place a vehicle at an angle to the curb, except when such angle placement is authorized by these rules or by signs or markings. Notwithstanding the above, no vehicle that is too long and/or too wide to be parked within a single designated parking space shall be parked in such a space which is designated for angle parking","class ":"A","note":""},
  {"number":"4-08(k)(3)","tittle":"Angle Parking Commercial Vehicle","law":"TR","class":"V","code":59,"price":"$115","description":"Commercial vehicles standing or parking in authorized areas shall not be placed at an angle to the curb unless such positioning is essential for loading or unloading and then only for such period of time actually required for such purposes provided that a sufficient space shall be left clear for the passage of a vehicle between the angle-parked vehicle and the center of the street, the opposite curb or a vehicle parked or standing thereat, whichever is closest. In no event shall an angle-parked vehicle occupy more than a parking lane, plus one traffic lane.","class ":"A","note":""},
  {"number":"4-08(d)(4)","tittle":"Beyond Marked Space","law":"TR","class":"V","code":62,"price":"$45/$65","description":"When markings upon the curb or the pavement of a street designate a parking space, no person shall stand or park a vehicle in such designated parking space so that any part of the vehicle occupies more than one space or protrudes beyond the markings designating such a space, except that a vehicle which is of a size too large to be parked within a single designated parking space shall be parked with the front bumper at the front of the space with the rear of the vehicle extending as little as possible into the adjoining space to the rear, or vice-versa. Notwithstanding the above, no vehicle that is too long and/or too wide to be parked within a single designated parking space shall be parked in such a space which is designated for angle parking.","class ":"A","note":""},
  {"number":"4-08(e)(9)","tittle":"Bicycle Lanes","law":"TR","class":"V","code":48,"price":"$115","description":"Within a designated bicycle lane","class ":"A","note":""},
  {"number":"4-08(l)(1)","tittle":"Blue Zone","law":"TR","class":"V","code":57,"price":"$65","description":"No person shall park a vehicle upon any of the streets within the area designated as the ","class ":"A","note":""},
  {"number":"4-08(e)(11)","tittle":"Change Tire on Major Roadways","law":"TR","class":"V","code":93,"price":"$65","description":"On the improved or paved roadway of any of the arteries set forth in ยง4-07(i) of these rules, or on improved or paved roadways in a park or in parks, for the purpose of removing or replacing a flat tire, unless permitted by posted signs. For the purposes of this rule, a vehicle is considered to be on the improved or paved roadway unless the vehicle is completely off such roadway","class ":"A","note":""},
  {"number":"4-08(e)(5)","tittle":"Crosswalks","law":"TR","class":"V","code":50,"price":"$115","description":"No person shall stop, stand, or park a vehicle in any of the following places, unless otherwise indicated by posted signs, markings or other traffic control devices, or at the direction of a law enforcement officer, or as otherwise provided in this subdivision: In a crosswalk.","class ":"A","note":""},
  {"number":"4-08(k)(4)","tittle":"Detached Trailer","law":"TR","class":"V","code":66,"price":"$45/$65","description":"(i) No person shall park any trailer or semi-trailer on any street or arterial highway, except while loading or unloading at off-street platforms, unless such trailer or semi-trailer is attached to a motor vehicle capable of towing it.(ii) Notwithstanding the provisions of paragraph (i) above, where posted signs permit, a trailer or semi-trailer may park while unattached to a motor vehicle capable of towing it on streets in industrial zoned property as defined in the Zoning Resolution. Such trailers or semi-trailers may park for the length of time indicated on the posted signs. An owner of a trailer or semi-trailer parked pursuant to this provision shall protect the streets from damage that may be caused by parking the unattached trailer. All doors located on such trailers or semi-trailers must be locked while the trailers are parked","class ":"A","note":""},
  {"number":"4-08(e)(8)","tittle":"Divided Highway","law":"TR","class":"V","code":56,"price":"$115","description":"Parking, standing and stopping are prohibited alongside the median dividing a highway into two or more separate roadways. However, alongside the medians of certain segments of such divided highways, the department may post signs restricting parking, standing and stopping alongside the medians of such segments only on specified days and/or hours. Wherever such signs are so posted on a segment of a divided highway, parking, standing and stopping are permitted alongside the median of such segment on the days and/or hours when parking, standing and stopping are not specifically prohibited by such signs. On segments of such highway where such signs are not posted, parking, standing and stopping alongside the median are prohibited at all times. For the purposes of this paragraph, a segment of a divided highway is the area of such highway between adjacent intersections","class ":"A","note":""},
  {"number":"4-08(f)(1)","tittle":"Double Parking","law":"TR","class":"V","code":46,"price":"$115","description":"On the roadway side of a vehicle stopped, standing, or parked at the curb, except a person may stand a commercial vehicle alongside a vehicle parked at the curb at such locations and during such hours that stopping, standing, or parking is not prohibited, while expeditiously making pickups, deliveries or service calls, provided that there is no unoccupied parking space or designated loading zone on either side of the street within 100 feet that can be used for such standing, and provided further that such standing is in compliance with the provisions of ยง1102 of the State Vehicle and Traffic Law. A person may stand a commercial vehicle along the roadway side of a bicycle lane provided all other conditions of this paragraph are met. For the purposes of this paragraph (f)(1), ","class ":"A","note":""},
  {"number":"4-08(g)(1)","tittle":"Emergency Sites","law":"TR","class":"V","code":99,"price":"","description":"Within a block where emergency work is in progress, except that the operator of any vehicle on official public business related to the emergency may park such vehicle at such sites.","class ":"A","note":""},
  {"number":"4-08(h)(2)","tittle":"Expired Meter","law":"TR","class":"V","code":34,"price":"$35/$65","description":"No person shall allow a vehicle within his/her control to be parked in any such parking meter space during the restricted and regulated time applicable to the parking meter zone in which such meter is located while the parking meter for such space indicates by signal or a properly activated IVPS shows that the lawful parking time in such space has expired. This provision shall not apply to the act of parking or the time necessary to deposit immediately thereafter a coin or coins or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in all  or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may  or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in al such cases will indicate that the time has expired.","class ":"A","note":""},
  {"number":"4-08(h)(2)","tittle":"Expired Meter - Commercial Metered Zone","law":"TR","class":"V","code":43,"price":"$35/$65","description":"No person shall allow a vehicle within his/her control to be parked in any such parking meter space during the restricted and regulated time applicable to the parking meter zone in which such meter is located while the parking meter for such space indicates by signal or a properly activated IVPS shows that the lawful parking time in such space has expired. This provision shall not apply to the act of parking or the time necessary to deposit immediately thereafter a coin or coins or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in all such cases will indicate that the time has expired.","class ":"A","note":"Indicate meter number"},
  {"number":"4-08(h)(10)","tittle":"Expired Muni-Meter","law":"TR","class":"V","code":37,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","class ":"A","note":"Indicate meter number"},
  {"number":"4-08(h)(10)","tittle":"Expired Muni-Meter - Commercial Metered Zone","law":"TR","class":"V","code":42,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","class ":"A","note":"Indicate meter number"}]
