[{"section":"4-08(h)(1)","tittle":"Activation of Meter","law":"TR","class":"V","code":99,"price":"","description":"No person shall park a vehicle, whether attended or not, in any parking space regulated by a parking meter that indicates by signal that the lawful parking time in such space has expired without (i) properly activating the meter by depositing the appropriate currency therein or otherwise making appropriate payment by an authorized method as described in this section and performing any other act necessary to activate the meter or (ii) properly activating an IVPS. The registration numbers of the electronic component, the electronic debit card, and all related windshield stickers comprising an IVPS must match in order for such system to be considered properly activated. This provision shall not apply to the act of parking or the time necessary to activate the meter or an IVPS immediately. A Section 4-0838person may park at a meter without depositing a coin, using another authorized method of payment, or activating an IVPS, if there is an unexpired interval of time shown on the meter but only if the vehicle is moved before the expiration of such interval. However, such person may reactivate the meter or activate an IVPS upon expiration of the time remaining on the meter but in no event may that person remain at the space in excess of the specified time limits applicable to the parking meter zone in which such meter is located","type":"A","note":"","id":"A1"},
  {"section":"4-08(m)(2)","tittle":"Angle Parking","law":"TR","class":"V","code":60,"price":"$45/$60","description":"No person shall place a vehicle at an angle to the curb, except when such angle placement is authorized by these rules or by signs or markings. Notwithstanding the above, no vehicle that is too long and/or too wide to be parked within a single designated parking space shall be parked in such a space which is designated for angle parking","type":"A","note":"","id":"A2"},
  {"section":"4-08(k)(3)","tittle":"Angle Parking Commercial Vehicle","law":"TR","class":"V","code":59,"price":"$115","description":"Commercial vehicles standing or parking in authorized areas shall not be placed at an angle to the curb unless such positioning is essential for loading or unloading and then only for such period of time actually required for such purposes provided that a sufficient space shall be left clear for the passage of a vehicle between the angle-parked vehicle and the center of the street, the opposite curb or a vehicle parked or standing thereat, whichever is closest. In no event shall an angle-parked vehicle occupy more than a parking lane, plus one traffic lane.","type":"A","note":"","id":"A3"},
  {"section":"4-08(d)(4)","tittle":"Beyond Marked Space","law":"TR","class":"V","code":62,"price":"$45/$65","description":"When markings upon the curb or the pavement of a street designate a parking space, no person shall stand or park a vehicle in such designated parking space so that any part of the vehicle occupies more than one space or protrudes beyond the markings designating such a space, except that a vehicle which is of a size too large to be parked within a single designated parking space shall be parked with the front bumper at the front of the space with the rear of the vehicle extending as little as possible into the adjoining space to the rear, or vice-versa. Notwithstanding the above, no vehicle that is too long and/or too wide to be parked within a single designated parking space shall be parked in such a space which is designated for angle parking.","type":"A","note":"","id":"A4"},
  {"section":"4-08(e)(9)","tittle":"Bicycle Lanes","law":"TR","class":"V","code":48,"price":"$115","description":"Within a designated bicycle lane","type":"A","note":"","id":"A5"},
  {"section":"4-08(l)(1)","tittle":"Blue Zone","law":"TR","class":"V","code":57,"price":"$65","description":"No person shall park a vehicle upon any of the streets within the area designated as the ","type":"A","note":"","id":"A6"},
  {"section":"4-08(e)(11)","tittle":"Change Tire on Major Roadways","law":"TR","class":"V","code":93,"price":"$65","description":"On the improved or paved roadway of any of the arteries set forth in §4-07(i) of these rules, or on improved or paved roadways in a park or in parks, for the purpose of removing or replacing a flat tire, unless permitted by posted signs. For the purposes of this rule, a vehicle is considered to be on the improved or paved roadway unless the vehicle is completely off such roadway","type":"A","note":"","id":"A7"},
  {"section":"4-08(e)(5)","tittle":"Crosswalks","law":"TR","class":"V","code":50,"price":"$115","description":"No person shall stop, stand, or park a vehicle in any of the following places, unless otherwise indicated by posted signs, markings or other traffic control devices, or at the direction of a law enforcement officer, or as otherwise provided in this subdivision: In a crosswalk.","type":"A","note":"","id":"A8"},
  {"section":"4-08(k)(4)","tittle":"Detached Trailer","law":"TR","class":"V","code":66,"price":"$45/$65","description":"(i) No person shall park any trailer or semi-trailer on any street or arterial highway, except while loading or unloading at off-street platforms, unless such trailer or semi-trailer is attached to a motor vehicle capable of towing it.(ii) Notwithstanding the provisions of paragraph (i) above, where posted signs permit, a trailer or semi-trailer may park while unattached to a motor vehicle capable of towing it on streets in industrial zoned property as defined in the Zoning Resolution. Such trailers or semi-trailers may park for the length of time indicated on the posted signs. An owner of a trailer or semi-trailer parked pursuant to this provision shall protect the streets from damage that may be caused by parking the unattached trailer. All doors located on such trailers or semi-trailers must be locked while the trailers are parked","type":"A","note":"","id":"A9"},
  {"section":"4-08(e)(8)","tittle":"Divided Highway","law":"TR","class":"V","code":56,"price":"$115","description":"Parking, standing and stopping are prohibited alongside the median dividing a highway into two or more separate roadways. However, alongside the medians of certain segments of such divided highways, the department may post signs restricting parking, standing and stopping alongside the medians of such segments only on specified days and/or hours. Wherever such signs are so posted on a segment of a divided highway, parking, standing and stopping are permitted alongside the median of such segment on the days and/or hours when parking, standing and stopping are not specifically prohibited by such signs. On segments of such highway where such signs are not posted, parking, standing and stopping alongside the median are prohibited at all times. For the purposes of this paragraph, a segment of a divided highway is the area of such highway between adjacent intersections","type":"A","note":"","id":"A10"},
  {"section":"4-08(f)(1)","tittle":"Double Parking","law":"TR","class":"V","code":46,"price":"$115","description":"On the roadway side of a vehicle stopped, standing, or parked at the curb, except a person may stand a commercial vehicle alongside a vehicle parked at the curb at such locations and during such hours that stopping, standing, or parking is not prohibited, while expeditiously making pickups, deliveries or service calls, provided that there is no unoccupied parking space or designated loading zone on either side of the street within 100 feet that can be used for such standing, and provided further that such standing is in compliance with the provisions of §1102 of the State Vehicle and Traffic Law. A person may stand a commercial vehicle along the roadway side of a bicycle lane provided all other conditions of this paragraph are met. For the purposes of this paragraph (f)(1), ","type":"A","note":"","id":"A11"},
  {"section":"4-08(g)(1)","tittle":"Emergency Sites","law":"TR","class":"V","code":99,"price":"","description":"Within a block where emergency work is in progress, except that the operator of any vehicle on official public business related to the emergency may park such vehicle at such sites.","type":"A","note":"","id":"A12"},
  {"section":"4-08(h)(2)","tittle":"Expired Meter","law":"TR","class":"V","code":34,"price":"$35/$65","description":"No person shall allow a vehicle within his/her control to be parked in any such parking meter space during the restricted and regulated time applicable to the parking meter zone in which such meter is located while the parking meter for such space indicates by signal or a properly activated IVPS shows that the lawful parking time in such space has expired. This provision shall not apply to the act of parking or the time necessary to deposit immediately thereafter a coin or coins or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in all such cases will indicate that the time has expired.","type":"A","note":"","id":"A13"},
  {"section":"4-08(h)(2)","tittle":"Expired Meter - Commercial Metered Zone","law":"TR","class":"V","code":43,"price":"$35/$65","description":"No person shall allow a vehicle within his/her control to be parked in any such parking meter space during the restricted and regulated time applicable to the parking meter zone in which such meter is located while the parking meter for such space indicates by signal or a properly activated IVPS shows that the lawful parking time in such space has expired. This provision shall not apply to the act of parking or the time necessary to deposit immediately thereafter a coin or coins or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in all such cases will indicate that the time has expired.","type":"A","note":"Indicate meter number","id":"A14"},
  {"section":"4-08(h)(10)","tittle":"Expired Muni-Meter","law":"TR","class":"V","code":37,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","type":"A","note":"Indicate meter number","id":"A15"},
  {"section":"4-08(h)(10)","tittle":"Expired Muni-Meter - Commercial Metered Zone","law":"TR","class":"V","code":42,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","type":"A","note":"Indicate meter number","id":"A16"},
  {"section":"4-08(h)(10)","tittle":"Fail to Display Muni-Meter Receipt","law":"TR","class":"V","code":38,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","type":"A","note":"","id":"A17"},
  {"section":"4-08(h)(10)","tittle":"Fail to Display Muni-Meter Receipt - Commercial Metered Zone","law":"TR","class":"V","code":69,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","type":"A","note":"","id":"A18"},
  {"section":"4-08(h)(5)","tittle":"Feeding Meter","law":"TR","class":"V","code":33,"price":"$35/$65","description":"(i) No person shall park a vehicle in a parking meter space for more than one time period lawfully permitted in that parking meter zone, nor shall any person deposit any additional coin or coins or use another authorized method of payment for the purpose of extending such time.(ii) No person shall activate an IVPS for a time period longer than one time period lawfully permitted in that parking meter zone, nor shall any person activate or reactivate an IVPS for the purpose of extending such time. Where a person uses less time than the time activated on an IVPS, the cost of the time not actually used shall be credited back to the electronic debit card when such card is next used to activate the electronic component of the IVPS","type":"A","note":"Indicate time first observed and meter number","id":"A19"},
  {"section":"4-08(e)(2)","tittle":"Fire Hydrant","law":"TR","class":"V","code":40,"price":"$115","description":"Within fifteen feet of a fire hydrant, unless otherwise indicated by signs, or parking meters, except that during the period from sunrise to sunset if standing is not otherwise prohibited, the operator of a passenger car may stand the vehicle alongside a fire hydrant provided that the operator remains in the operator's seat ready for immediate operation of the vehicle at all times and starts the motor of the car on hearing the approach of fire apparatus, and provided further, that the operator shall immediately remove the car from alongside the fire hydrant when instructed to do so by any member of the police, fire, or other municipal department acting in his/her official capacity.","type":"A","note":"indicate feet from","id":"A20"},
  {"section":"4-08(j)(1)","tittle":"Improper Registration","law":"TR","class":"V","code":83,"price":"$65","description":"No person shall stand or park a vehicle bearing a New York license plate or plates unless it is properly registered in accordance with the laws and rules of New York","type":"A","note":"","id":"A21"},
  {"section":"4-08(j)(6)","tittle":"Inspection Sticker Missing or Expired","law":"TR","class":"V","code":71,"price":"$65","description":"No person shall stand or park a vehicle bearing New York plates unless it is properly inspected and properly displays a current inspection sticker or certificate, in accordance with §306(b) of the Vehicle and Traffic Law unless it bears New York dealer or transporter plates pursuant to §415 of the Vehicle and Traffic Law","type":"A","note":"","id":"A22"},
  {"section":"4-08(j)(7)","tittle":"Inspection Sticker Mutilated or Counterfeit","law":"TR","class":"V","code":72,"price":"$65","description":"No person shall stand or park a vehicle bearing New York plates displaying any mutilated, imitation or counterfeit of an official certificate of inspection.","type":"A","note":"","id":"A23"},
  {"section":"4-08(e)(4)","tittle":"Intersections","law":"TR","class":"V","code":52,"price":"$115","description":"Within an intersection, except on the side of a roadway opposite a street which intersects but does not cross such roadway and except as provided in paragraph (5), below.","type":"A","note":"","id":"A24"},
  {"section":"4-08(g)(3)","tittle":"Marginal Street & Waterfronts","law":"TR","class":"V","code":58,"price":"$45/$65","description":"On a marginal street or waterfront, as defined in §4-01(b) of these rules.","type":"A","note":"","id":"A25"},
  {"section":"4-08(l)(2)","tittle":"Midtown Double Parking / Angle Parking","law":"TR","class":"V","code":47,"price":"$115","description":"Except where otherwise restricted, between the hours of 7 a.m. and 7 p.m. daily, except Sundays, from 14th to 60th Streets, 1st to 8th Avenues, all inclusive, in the Borough of Manhattan, no operator of a vehicle or combination of vehicles used for transportation of merchandise shall stop, stand, or park in any of the streets herein designated, other than parallel and close to the curb, and occupy no more than ten feet of roadway space from the nearest curb, and in no case shall any such vehicle be backed in at an angle to the curb.","type":"A","note":"Commercial vechicle ","id":"A26"},
  {"section":"4-08(l)(3)","tittle":"Midtown Parking or Standing - 3 Hour Limit","law":"TR","class":"V","code":86,"price":"$115","description":"(i) Between the hours of 7 a.m. and 7 p.m., daily except Sundays, from 14th to 60th Streets, 1st to 8th Avenues, all inclusive, in the Borough of Manhattan no operator shall stand a vehicle or combination of vehicles for the purpose of making pickups, deliveries or service calls in any one block of streets herein designated for a period of more than three hours unless otherwise posted. A vehicle or combination of vehicles not being used for expeditious pickups, deliveries or service calls is deemed to constitute a parked vehicle subject to parking rules applicable to that particular location.(ii) Commercial parking meter area. Notwithstanding the provisions of subparagraph (i) of this paragraph, where signs are posted regulating the use of the curb by commercial vehicles it shall be unlawful to stand a vehicle in any space on a block unless such vehicle is a ","type":"A","note":"Indicate first observed","id":"A27"},
  {"section":"4-08(n)(8)","tittle":"Missing Equipment","law":"TR","class":"V","code":80,"price":"$45","description":"No person shall stand or park a motor vehicle, motorcycle or limited use vehicle on any street at any time unless it is equipped with head lamps, rear lamps, reflectors and any other equipment required by any provision of the Vehicle and Traffic Law","type":"A","note":"Specify","id":"A28"},
  {"section":"4-08(j)(2)","tittle":"Missing or Improperly Displayed Plates","law":"TR","class":"V","code":74,"price":"$65","description":"No person shall stand or park a vehicle unless it properly displays the current plate or plates issued to it. For the purposes of this paragraph (j)(2), New York plates shall not be deemed properly displayed unless they are conspicuously displayed, one on the front and one on the rear of the vehicle, each securely fastened so as to prevent the same from swinging and placed, whenever reasonably possible, not higher than 48 inches and not lower than 12 inches from the ground, and they are kept clean and in a condition so as to be readable and shall not be covered by glass or any plastic material, and the view thereof shall not be obstructed by any part of the vehicle or by anything carried thereon. New York dealer or transporter plates issued pursuant to §415 of the Vehicle and Traffic Law shall be deemed properly displayed if the one plate issued is placed on the rear of the vehicle as described above. New York motorcycle plates and plates from other states shall be deemed properly displayed if at least one plate is fastened on the rear of the vehicle","type":"A","note":"Specify - any state","id":"A29"},
  {"section":"4-08(n)(6)","tittle":"Moving Parked Vehicle","law":"TR","class":"V","code":99,"price":"","description":"No person shall move a vehicle not lawfully under his/her control into any position where stopping, standing, or parking would be unlawful.","type":"A","note":"","id":"A30"},
  {"section":"4-08(k)(6)","tittle":"Nighttime Parking of Commercial Vehicle Residential 9PM-5AM","law":"TR","class":"V","code":78,"price":"$65","description":"No person shall park a commercial vehicle on a residential street, between the hours of 9 p.m. and 5 a.m. Where a commercial vehicle is parked in violation of this paragraph, it shall be an affirmative defense to said violation, with the burden of proof on the person who received the summons, that he or she was actively engaged in business at the time the summons was issued at a premises located within three city blocks of where the summons was issued. This paragraph shall not apply to vehicles owned or operated by gas or oil heat suppliers or gas or oil heat systems maintenance companies, the agents or employees thereof, or any public utility","type":"A","note":"","id":"A31"},
  {"section":"4-08(f)(3)","tittle":"Nighttime Standing or Parking in a Park","law":"TR","class":"V","code":99,"price":"","description":"In any park between one-half hour after sunset and one-half hour before sunrise, except at places designated or maintained for the parking of vehicles.","type":"A","note":"","id":"A32"},
  {"section":"4-08(d)","tittle":"No Parking","law":"TR","class":"V","code":20,"price":"$65","description":"When official signs, markings or traffic control devices have been posted prohibiting, restricting or limiting the parking of vehicles, no person shall park any vehicle in violation of the restrictions posted on such signs, markings or traffic control devices,","type":"A","note":"","id":"A33"},
  {"section":"4-08(d)(5)","tittle":"No Parking (except authorized vehicles)","law":"TR","class":"V","code":24,"price":"$65","description":"Where a posted sign reads ","type":"A","note":"","id":"A34"},
  {"section":"4-08(d)(3)","tittle":"No Parking (except handicap)","law":"TR","class":"V","code":27,"price":"$180","description":"No person shall park a vehicle in any off-street parking space designated for use by the handicapped pursuant to §1203-c of the Vehicle and Traffic Law, or designated by blue painted lines or markings displaying the international symbol of access unless: (A) Such person is, or is transporting, a handicapped permittee and displays a state special vehicle identification permit issued by the Commissioner of Motor Vehicles or (B) Such vehicle is registered in accordance with §404-a of the Vehicle and Traffic Law and is being used for the transportation of handicapped persons, or (C) Such vehicle displays a special license plate or parking permit issued by any governmental entity subject to the laws of the United States, or a foreign country for the purpose of granting special parking privileges to people with disabilities.(ii) Handicapped plates or permits issued by New York State or by any other state, district, territory or other governmental entity or foreign country shall be valid only in designated off-street parking areas. They are not valid in on-street parking areas.","type":"A","note":"","id":"A35"},
  {"section":"4-08(d)(6)","tittle":"No Parking (hotel loading zone)","law":"TR","class":"V","code":22,"price":"$65","description":"No person shall park a vehicle in such zone except temporarily for the purpose of and while actually engaged in receiving or discharging passengers and their personal baggage at hotels.","type":"A","note":"","id":"A36"},
  {"section":"4-08(d)(1)","tittle":"No Parking (street cleaning)","law":"TR","class":"V","code":21,"price":"$45/$65","description":"No person shall park a vehicle in violation of officially posted street cleaning rules, as defined in subsection (a)(7)(ii) of these rules, unless such rules have been suspended by the Commissioner or his/her designee pursuant to subsection (a)(7) of these rules.","type":"A","note":"","id":"A37"},
  {"section":"4-08(d)(2)","tittle":"No Parking (taxi stand)","law":"TR","class":"V","code":23,"price":"$65","description":"No person shall park a vehicle other than a taxi in a taxi stand when any such stand has been officially designated and appropriately posted except that the operator of a passenger or commercial vehicle may temporarily stop or stand therein provided such stopping or standing does not interfere with any taxi about to enter or leave such zone.","type":"A","note":"","id":"A38"},
  {"section":"4-08(a)(1)","tittle":"No Parking in Compliance with Posted Sign","law":"TR","class":"V","code":68,"price":"$65","description":"No person shall stop, stand or park a vehicle, whether attended or unattended, other than in accordance with authorized signs, pavement markings, or other traffic control devices, unless necessary to avoid conflict with other traffic or in compliance with law or direction of any law enforcement officer or other person authorized to enforce these rules.","type":"A","note":"","id":"A39"},
  {"section":"4-08(e)(1)","tittle":"No Parking in Traffic Lane","law":"TR","class":"V","code":45,"price":"$115","description":"In any lane intended for the free movement of vehicles, except a lane immediately adjacent to the curb, unless such lane is designated by signs as a traffic lane, and except as otherwise provided in subdivision (f), paragraph (1) below. In no instance shall a vehicle extend more than 8 feet from the nearest curb.","type":"A","note":"","id":"A40"},
  {"section":"4-08(c)","tittle":"No Standing","law":"TR","class":"V","code":14,"price":"$115","description":"When official signs, markings or traffic-control devices have been posted prohibiting, restricting or limiting the standing of vehicles, no person shall stand or park any vehicle in violation of the restrictions posted on such signs, markings or traffic-control device.","type":"A","note":"","id":"A41"},
  {"section":"4-08(f)(4)","tittle":"No Standing (bus lane)","law":"TR","class":"V","code":18,"price":"$115","description":"In any lane designated for the exclusive use of buses.","type":"A","note":"","id":"A42"},
  {"section":"4-08(c)(3)","tittle":"No Standing (bus stop)","law":"TR","class":"V","code":19,"price":"$115","description":"No person shall stand or park a vehicle other than an authorized bus in its assigned bus stop when any such stop has been officially designated and appropriately posted except that the operator of a vehicle may temporarily stand therein for the purpose of expeditiously receiving and discharging passengers provided such standing does not interfere with any bus about to enter or leave such zone.","type":"A","note":"","id":"A43"},
  {"section":"4-08(c)(6)","tittle":"No Standing (commuter van stop)","law":"TR","class":"V","code":25,"price":"$115","description":"No person shall stand or park a vehicle in such zone except temporarily for the purpose of and while actually engaged in receiving or discharging passengers and their personal baggage at hotels.","type":"A","note":"","id":"A44"},
  {"section":"4-08(c)(4)","tittle":"No Standing (except authorized vehicles)","law":"TR","class":"V","code":17,"price":"$95","description":"Except as provided in paragraph (8) of this subdivision, where a posted sign reads ","type":"A","note":"","id":"A45"},
  {"section":"4-08(k)(2)","tittle":"No Standing (except trucks loading and unloading)","law":"TR","class":"V","code":16,"price":"$95","description":"Where a posted sign reads ","type":"A","note":"","id":"A46"},
  {"section":"4-08(c)(7)","tittle":"No Standing (for hire vehicle)","law":"TR","class":"V","code":26,"price":"$115","description":"No person shall stand or park a vehicle other than a for-hire vehicle in a for-hire vehicle stop when such a stop has been officially designated and appropriately posted, except that an operator of such other vehicle may temporarily stand therein for the purpose of expeditiously receiving or discharging passengers provided such standing does not interfere with any for-hire vehicle about to enter or leave such zone.","type":"A","note":"","id":"A47"},
  {"section":"4-08(c)(5)","tittle":"No Standing (hotel loading zone)","law":"TR","class":"V","code":11,"price":"$115","description":"No person shall stand or park a vehicle in such zone except temporarily for the purpose of and while actually engaged in receiving or discharging passengers and their personal baggage at hotels.","type":"A","note":"","id":"A48"},
  {"section":"4-08(c)(1)","tittle":"No Standing (snow emergency)","law":"TR","class":"V","code":12,"price":"$115","description":"When the Commissioner declares a state of snow emergency, no person shall stand or park a vehicle upon a street designated by signs as a snow street, or upon any other area referred to in §4-12(k)(1) of these rules and except as otherwise provided therein.","type":"A","note":"","id":"A49"},
  {"section":"4-08(c)(2)","tittle":"No Standing (taxi stand)","law":"TR","class":"V","code":13,"price":"$115","description":"No person shall stand or park a vehicle other than a taxi in a taxi stand when any such stand has been officially designated and appropriately posted except that the operator of a vehicle may temporarily stand therein for the purpose of expeditiously receiving and discharging passengers provided such standing does not interfere with any taxi about to enter or leave such zone.","type":"A","note":"","id":"A50"},
  {"section":"4-08(l)(3)(ii)","tittle":"No Standing Commercial Metered Zone","law":"TR","class":"V","code":31,"price":"$115","description":"Commercial parking meter area. Notwithstanding the provisions of subparagraph (i) of this paragraph, where signs are posted regulating the use of the curb by commercial vehicles it shall be unlawful to stand a vehicle in any space on a block unless such vehicle is a ","type":"A","note":"","id":"A51"},
  {"section":"4-08(c)(8)(ii)","tittle":"No Standing Except Consul-C, Diplomat A&D D Decal 30 Minute Limit","law":"TR","class":"V","code":81,"price":"$95","description":"Where a posted sign reads ","type":"A","note":"","id":"A52"},
  {"section":"4-08(c)(8)(i)(A)","tittle":"No Standing Except D/S Decals","law":"TR","class":"V","code":64,"price":"$95","description":"A person may stand or park a vehicle in such area if such vehicle bears ","type":"A","note":"","id":"A53"},
  {"section":"4-08(l)(4)","tittle":"No Standing in Garment District","law":"TR","class":"V","code":89,"price":"$115","description":"Notwithstanding any provisions of these rules to the contrary, no vehicles except trucks and vans bearing commercial plates shall stand at the curb for the purpose of expeditiously loading and unloading between the hours of 7 a.m. and 7 p.m. daily, including Sundays, from 35th Street to 41st Street, between Avenue of the Americas and 8th Avenue, all inclusive, in the Borough of Manhattan. For the purpose of this paragraph (4), passenger vehicles, or station wagons bearing commercial plates shall not be deemed trucks or vans.","type":"A","note":"","id":"A54"},
  {"section":"4-08(b)","tittle":"No Stopping","law":"TR","class":"V","code":10,"price":"$115","description":"When official signs, markings or traffic-control devices have been posted prohibiting, restricting or limiting the stopping of vehicles, no person shall stop, stand or park any vehicle in violation of the restrictions posted on such signs, markings or traffic-control devices.","type":"A","note":"","id":"A55"},
  {"section":"4-08(j)(9)","tittle":"Obscured VIN","law":"TR","class":"V","code":99,"price":"$65","description":"No person shall stand or park a vehicle that has the vehicle identification number obscured in any manner.","type":"A","note":"","id":"A56"},
  {"section":"4-08(f)(2)","tittle":"Obstructing Driveway","law":"TR","class":"V","code":98,"price":"$95","description":"In front of a public or private driveway, except that it shall be permissible for the owner, lessor or lessee of the lot accessed by a private driveway to park a passenger vehicle registered to him/her at that address in front of such driveway, provided that such lot does not contain more than two dwelling units and further provided that such parking does not violate any other provision of the Vehicle and Traffic Law or local law or rule concerning the parking, stopping or standing of motor vehicles. The prohibition herein shall not apply to driveways that have been rendered unusable due to the presence of a building or other fixed obstruction and, therefore, are not being used as defined in §4-01(b) of these rules","type":"A","note":"","id":"A57"},
  {"section":"4-08(e)(12)","tittle":"Obstructing Traffic","law":"TR","class":"V","code":9,"price":"$115","description":"When vehicular traffic is stopped on the opposite side of an intersection, no person shall drive a vehicle into such intersection, except when making a turn, unless there is adequate space on the opposite side of the intersection to accommodate the vehicle the person is driving, notwithstanding the indication of a traffic control signal which would permit the person to proceed.","type":"A","note":"","id":"A58"},
  {"section":"4-08(h)(4)","tittle":"Oversize Vehicles","law":"TR","class":"V","code":99,"price":"","description":"When a vehicle is too large to be parked within a single parking meter space, it shall be parked with the front section alongside the forward meter. If the operator of the vehicle is using coins or another authorized method of payment other than an IVPS, such forward meter shall be operated and shall determine when the lawful parking time has expired. If the operator of the vehicle is using an IVPS, it shall be activated and shall determine when the lawful parking time has expired","type":"A","note":"","id":"A59"},
  {"section":"4-08(d)","tittle":"Overtime Parking - Time Limit Posted","law":"TR","class":"V","code":39,"price":"$65","description":"When official signs, markings or traffic control devices have been posted prohibiting, restricting or limiting the parking of vehicles, no person shall park any vehicle in violation of the restrictions posted on such signs, markings or traffic control device.","type":"A","note":"Indicate time first observed","id":"A60"},
  {"section":"4-08(h)(3)","tittle":"Overtime Parking at Missing or Broken Meter","law":"TR","class":"V","code":32,"price":"$35/$65","description":"(i) A person shall be allowed to park at a missing or broken meter up to the maximum amount of time otherwise lawfully permitted at such meter.(ii) Where parking spaces in a parking field or on a block are controlled by ","type":"A","note":"Indicate time first observed","id":"A61"},
  {"section":"4-08(c)(8)(ii)","tittle":"Overtime Standing Diplomat 30 Minute Decals","law":"TR","class":"V","code":28,"price":"$95","description":"Where a posted sign reads ","type":"A","note":"Indicate time first observed","id":"A62"},
  {"section":"4-08(c)(8)(i)(B)","tittle":"Overtime Standing Diplomat 30 Minute Decals","law":"TR","class":"V","code":65,"price":"$95","description":"A person may stand a vehicle temporarily (no more than thirty (30) minutes) in such area for the purpose of and while actually engaged in delivering, loading or unloading for official business if such vehicle bears ","type":"A","note":"Indicate time first observed ","id":"A63"},
  {"section":"4-08(m)(5)","tittle":"Parked Bus (except in designated area)","law":"TR","class":"V","code":77,"price":"$45/$65","description":"No person shall park a bus at any time on any street within the City of New York, unless authorized by signs, except that a charter bus may park where parking is otherwise permitted at its point of origin or destination. No operator of a bus shall make a bus layover, except as otherwise provided in §4-10(c) of these rules. Notwithstanding any local law or rule to the contrary, but subject to the provisions of the Vehicle and Traffic Law, it shall be permissible for a school bus owned, used or hired by a public or nonpublic school to park at any time, including overnight, upon any street or roadway, provided said bus occupies a parking spot in front of and within the building lines of the premises of the public or nonpublic school.","type":"A","note":"","id":"A64"},
  {"section":"4-08(h)(5)","tittle":"Parking in Excess of Posted Time Limit - Commercial Metered Zone","law":"TR","class":"V","code":44,"price":"$35/$65","description":"(i) No person shall park a vehicle in a parking meter space for more than one time period lawfully permitted in that parking meter zone, nor shall any person deposit any additional coin or coins or use another authorized method of payment for the purpose of extending such time.(ii) No person shall activate an IVPS for a time period longer than one time period lawfully permitted in that parking meter zone, nor shall any person activate or reactivate an IVPS for the purpose of extending such time. Where a person uses less time than the time activated on an IVPS, the cost of the time not actually used shall be credited back to the electronic debit card when such card is next used to activate the electronic component of the IVPS","type":"A","note":"","id":"A65"},
  {"section":"4-08(n)(3)","tittle":"Parking of Commercial Vehicle for Advertising","law":"TR","class":"V","code":99,"price":"","description":"No person shall stand or park a vehicle on any street or roadway for the purpose of commercial advertising, as defined in §4-12(j)(1) of these rules, except as otherwise provided in that section","type":"A","note":"","id":"A66"},
  {"section":"4-08(f)(7)","tittle":"Pedestrian Ramp","law":"TR","class":"V","code":67,"price":"$165","description":"Alongside or in a manner which obstructs a curb area which has been cut down, lowered or otherwise constructed or altered to provide access for persons with disabilities at a marked or unmarked crosswalk as defined in subdivision (b) of §4-01 of this chapter. A person may stop, stand or park a vehicle alongside or in a manner which obstructs a pedestrian ramp not located within such crosswalk, unless otherwise prohibited.","type":"A","note":"","id":"A67"},
  {"section":"4-08(j)(5)","tittle":"Plates Mismatch Registration Sticker","law":"TR","class":"V","code":75,"price":"$65","description":"No person shall stand or park a vehicle bearing registration plates, stickers, and tags that do not match as to information contained thereon.","type":"A","note":"","id":"A68"},
  {"section":"4-08(k)(7)","tittle":"Platform Lift Lowered & Unattended","law":"TR","class":"V","code":84,"price":"$45/$65","description":"Commercial vehicles may not be parked on any city street with a platform lift set in a lowered position while the vehicle is unattended.","type":"A","note":"","id":"A69"},
  {"section":"4-08(f)(5)","tittle":"Railroad Crossings (indicate feet from)","law":"TR","class":"V","code":96,"price":"$95","description":"Within fifty feet of the nearest rail of a railroad crossing","type":"A","note":"","id":"A70"},
  {"section":"4-08(j)(3)","tittle":"Registration Sticker Missing or Expired (NYS Only)","law":"TR","class":"V","code":70,"price":"$65","description":"No person shall stand or park a vehicle bearing a New York plate or plates unless it properly displays a current registration sticker.","type":"A","note":"","id":"A71"},
  {"section":"4-08(j)(4)","tittle":"Registration Sticker Mutilated or Counterfeit (NYS Only)","law":"TR","class":"V","code":73,"price":"$65","description":"No person shall stand or park a vehicle bearing a New York plate or plates displaying an expired, mutilated, void, imitation, counterfeit or inappropriate New York registration sticker","type":"A","note":"","id":"A72"},
  {"section":"4-08(e)(10)","tittle":"Restricted Use & Limited Streets","law":"TR","class":"V","code":99,"price":"","description":"On any street designated as a restricted use street or a limited use street as defined in §4-12(r)(4) of these rules, except as otherwise provided in §4-12(r)(1).","type":"A","note":"","id":"A73"},
  {"section":"4-08(f)(6)","tittle":"Safety Zone","law":"TR","class":"V","code":53,"price":"$115","description":"In a safety zone, between a safety zone and the adjacent curb or within thirty feet of points on the curb immediately opposite the ends of a safety zone.","type":"A","note":"","id":"A74"},
  {"section":"4-08(h)(8)","tittle":"Selling Merchandise (metered space)","law":"TR","class":"V","code":35,"price":"$35/$65","description":"No peddler, vendor, hawker or huckster shall park a vehicle at a metered parking space for purposes of displaying, selling, storing or offering merchandise for sale from the vehicle.","type":"A","note":"","id":"A75"},
  {"section":"4-08(e)(3)","tittle":"Sidewalks","law":"TR","class":"V","code":51,"price":"$115","description":"On a sidewalk.","type":"A","note":"","id":"A76"},
  {"section":"4-08(e)(6)","tittle":"Street Excavations","law":"TR","class":"V","code":49,"price":"$115","description":"Alongside or opposite any street excavation or obstruction when stopping, standing, or parking would obstruct any traffic lane.","type":"A","note":"","id":"A77"},
  {"section":"4-08(m)(8)","tittle":"Street Storage of Boat Trailers","law":"TR","class":"V","code":99,"price":"","description":"No person shall park any boat trailer (with or without a boat attached), mobile home or mobile medical diagnostic vehicle in any area, on any street, in excess of 24 hours","type":"A","note":"","id":"A78"},
  {"section":"4-08(k)(5)","tittle":"Street Storage of Commercial Vehicle Over 3 Hours","law":"TR","class":"V","code":85,"price":"$65","description":"When parking is not otherwise restricted, no person shall park a commercial vehicle in any area, including a residential area, in excess of three hours.","type":"A","note":"Indicate time firs observed","id":"A79"},
  {"section":"4-08(m)(9)","tittle":"Street Storage of Vehicles","law":"TR","class":"V","code":99,"price":"$65","description":"When parking is not otherwise restricted, no person shall park any vehicle in any area, including a residential area, in excess of seven consecutive days.","type":"A","note":"","id":"A80"},
  {"section":"4-08(e)(7)","tittle":"Tunnels & Elevated Roadways","law":"TR","class":"V","code":55,"price":"$115","description":"Within a highway tunnel or upon an elevated or controlled access roadway when all lanes are normally available for moving traffic.","type":"A","note":"","id":"A81"},
  {"section":"4-08(k)(1)","tittle":"Unaltered Commercial Vehicle","law":"TR","class":"V","code":82,"price":"$115","description":"No person shall stand or park a vehicle with commercial plates in any location unless it has been permanently altered with all seats and rear seat fittings, except the front seats, removed, except that for vehicles designed with a passenger cab and a cargo area separated by a partition, the seating capacity within the cab shall not be considered in determining whether the vehicle is properly altered, and has the name and address of the owner as shown on the registration certificate plainly marked on both sides of the vehicle in letters and numerals not less than three inches in height, in compliance with §10-127 of the Administrative Code and is also in compliance with paragraph (i) of the definition of commercial vehicle as set forth in §4-01 of these rules.","type":"A","note":"","id":"A82"},
  {"section":"4-08(n)(5)","tittle":"Unattended Vehicle","law":"TR","class":"V","code":99,"price":"","description":"No person driving or in charge of a motor vehicle shall permit it to stand unattended without first stopping the engine, locking the ignition, removing the key from the vehicle, and effectively setting the brake provided, however, the provision for removing the key from the vehicle shall not require the removal of keys hidden from sight about the vehicle for convenience or emergency.","type":"A","note":"","id":"A83"},
  {"section":"4-10(c)(3)","tittle":"Unauthorized Bus Layover","law":"TR","class":"V","code":79,"price":"$115","description":"No operator of a bus shall make a bus layover, except in locations designated by sign or by the Commissioner in writing. For the purposes of this rule, layover is defined as follows: for a bus without passengers a layover consists of waiting at a curb or other street location; for a bus with passengers a layover consists of waiting at a curb or other street location for more than five minutes. The Commissioner may define the terms, including duration and authorized companies, for use of layover areas.","type":"A","note":"","id":"A84"},
  {"section":"4-08(n)(7)","tittle":"Unofficial Reserving of Parking Space","law":"TR","class":"V","code":null,"price":"","description":"It shall be unlawful for any person to reserve or attempt to reserve a parking space, or prevent any vehicle from parking on a public street through his/her presence in the roadway, the use of hand-signals, or by placing any box, can, crate, handcart, dolly or any other device, including unauthorized pavement, curb or street markings or signs in the roadway","type":"A","note":"","id":"A85"},
  {"section":"4-08(g)(2)","tittle":"Vacant Lots","law":"TR","class":"V","code":97,"price":"$45/$65","description":"In a vacant lot, unless the operator of the vehicle has the written permission of the lot's owner so to park and has otherwise complied with §§10-112 and 10-113 of the Administrative Code.","type":"A","note":"","id":"A86"},
  {"section":"4-08(j)(8)","tittle":"Vehicle Cover","law":"TR","class":"V","code":null,"price":"","description":"No person shall stand or park a vehicle having a cover on it that obscures the make, color, vehicle identification number (VIN), license plates and/or registration and inspection stickers, and/or restricts entry to the vehicle, if such vehicle is standing or parked in violation of posted rules","type":"A","note":"","id":"A87"},
  {"section":"4-08(n)(1)","tittle":"Vehicle for Sale","law":"TR","class":"V","code":91,"price":"$45/$65","description":"No person regularly engaged in the sale of vehicles shall park a vehicle upon any roadway or off-street parking facility for the principal purpose of displaying such vehicle for sale","type":"A","note":"","id":"A88"},
  {"section":"4-08(n)(4)","tittle":"Vendor Vehicle Near Market or School","law":"TR","class":"V","code":null,"price":"","description":"No peddler, vendor, hawker, or huckster shall permit his car, wagon, or vehicle to stand on any street when stopping, standing, or parking is prohibited or on any street within 25 feet of any corner of the curb or to stand at any time on any sidewalk or within 500 feet of any public market or within 200 feet of any public or private school","type":"A","note":"","id":"A89"},
  {"section":"4-08(n)(2)","tittle":"Washing / Repairing Vehicle","law":"TR","class":"V","code":92,"price":"$45/$65","description":"No person regularly engaged in the repair of vehicles shall park a vehicle upon any roadway or off-street parking facility for the principal purpose of washing, greasing, or repairing such vehicle, except repairs necessitated by an emergency.","type":"A","note":"","id":"A90"},
  {"section":"4-08(m)(1)","tittle":"Wrong Way","law":"TR","class":"V","code":61,"price":"$45/$65","description":"Except where angle parking is authorized, every vehicle stopped, standing, or parked partly upon a roadway shall be so stopped, standing or parked parallel to the curb or edge of the roadway. On a one-way roadway such vehicle shall be facing in the direction of authorized traffic movement; on a two-way roadway such vehicle shall be facing in the direction of authorized traffic movement on that portion of the roadway on which the vehicle rests.","type":"A","note":"","id":"A91"},
  {"section":"1224-7(a)","tittle":"Abandon a Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall cause any vehicle to be an abandoned vehicle. There shall be a rebuttable presumption that the owner of an abandoned vehicle caused such vehicle to be abandoned. A violation of this subdivision shall be punishable by a fine of not less than two hundred fifty dollars nor more than one thousand dollars. In a city having a population of one million or more, a violation of this subdivision shall in addition be punishable by a civil penalty of not less than two hundred fifty dollars nor more than one thousand dollars.","type":"B","note":null,"testimony":null,"id":"B1"},
   {"section":"1192-1","tittle":"Ability Impaired with Alcohol","law":"VTL","class":"V","code":null,"price":null,"description":"Driving while ability impaired. No person shall operate a motor vehicle while the person's ability to operate such motor vehicle is impaired by the consumption of alcohol.","type":"B","note":null,"testimony":null,"id":"B2"},
   {"section":"1114(b)","tittle":"Advertise on Traffic Control Device","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall place or maintain nor shall any public authority permit upon any highway any traffic sign or signal bearing thereon any commercial advertising.","type":"B","note":null,"testimony":null,"id":"B3"},
   {"section":"509-6","tittle":"Allow Another to Use License / Forged License","law":"VTL","class":"V","code":null,"price":null,"description":"No licensee shall voluntarily permit any other person to use his license, nor shall any person at any time possess or use any forged, fictitious or illegally obtained license, or use any license belonging to another person.","type":"B","note":null,"testimony":null,"id":"B4"},
   {"section":"402-5","tittle":"Allow Improper Use of Plate","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall knowingly authorize or permit a number plate issued for a motor vehicle or trailer owned and registered by him to be displayed on any motor vehicle or trailer other than a motor vehicle or trailer to which such number plate has been assigned by the commissioner, or upon which such number plate may legally be displayed under a temporary certificate of registration issued by a dealer under the provisions of section four hundred twenty of this chapter.","type":"B","note":null,"testimony":null,"id":"B5"},
   {"section":"411-4","tittle":"Allow Improper Use of Plate","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall knowingly authorize or permit a number plate issued for a motorcycle owned and registered by him to be displayed on any motorcycle other than a motorcycle to which such number plate has been assigned by the commissioner, or upon which such number plate may legally be displayed under a temporary certificate of registration issued by a dealer under the provisions of section four hundred twenty of this chapter.","type":"B","note":null,"testimony":null,"id":"B6"},
   {"section":"509-4","tittle":"Allow Unlicensed Operation of Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall knowingly authorize or permit a motor vehicle owned by him or in his charge to be operated in violation of subdivisions one, two or three of this section.","type":"B","note":null,"testimony":null,"id":"B7"},
   {"section":"1125","tittle":"Avoid Intersection or Traffic Control Device","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall drive across or upon a sidewalk, driveway, parking lot or private property, or otherwise drive off a roadway, in order to avoid an intersection or traffic-control device.","type":"B","note":null,"testimony":null,"id":"B8"},
   {"section":"4-12(h)","tittle":"Bicycle Fail to Report Accident","law":"TR","class":"V","code":null,"price":null,"description":"Reporting accidents by operators of other than motor vehicles. The operators of any bicycle or vehicle other than a motor vehicle involved in an accident resulting in death or injury to a person or damage to property must stop and give their names and addresses and information concerning liability insurance coverage to the party sustaining injuries or damage, and in the case of death or injury, he/she must, in addition to the above, without delay report the accident to the nearest police station, unless he/she has supplied the information to a police officer on the scene. Accidents involving motor vehicles must be reported as required by the Vehicle and Traffic Law.","type":"B","note":null,"testimony":null,"id":"B9"},
   {"section":"1238-5(a)","tittle":"Bicycle No Helmet","law":"VTL","class":"V","code":null,"price":null,"description":"No person operating a bicycle shall allow a person five or more years of age and less than fourteen years of age to ride as a passenger on a bicycle unless such passenger is wearing a helmet meeting standards established by the commissioner.","type":"B","note":null,"testimony":null,"id":"B10"},
   {"section":"1238-10","tittle":"Bicycle No Reflective Material at Night","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall skate or glide on in-line skates or a skate board outside during the period of time between one-half hour after sunset and one-half hour before sunrise unless such person is wearing readily visible reflective clothing or material which is of a light or bright color.","type":"B","note":null,"testimony":null,"id":"B11"},
   {"section":"375-2(d)","tittle":"Blocked Headlights","law":"VTL","class":"V","code":null,"price":null,"description":"A motor vehicle, other than a motorcycle, equipped with any device such as, but not limited to, a snow plow blade, which blocks or impairs the projection of light from the headlamps of such vehicle, shall be equipped with at least two additional headlamps on the front which headlamps meet all the requirements of this subdivision for headlamps except those provisions of paragraph (b) of this subdivision specifically limiting the height of the beam of any headlamp.","type":"B","note":null,"testimony":null,"id":"B12"},
   {"section":"375-22","tittle":"Broken Glass on Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be unlawful to operate a motor vehicle upon the public highways of this state which is equipped with any glass which is so broken, fractured or discolored as to distort visibility.","type":"B","note":null,"testimony":null,"id":"B13"},
   {"section":"1235","tittle":"Carry Items Obstruct View","law":"VTL","class":"V","code":null,"price":null,"description":"No person operating a bicycle shall carry any package, bundle, or article which prevents the driver from keeping at least one hand upon the handle bars. No person skating or gliding on in-line skates shall carry any package, bundle, or article which obstructs his or her vision in any direction. No person operating a skate board shall carry any package, bundle, or article which obstructs his or her vision in any direction.","type":"B","note":null,"testimony":null,"id":"B14"},
   {"section":"1251(a)","tittle":"Carry More People Than Designed For","law":"VTL","class":"V","code":null,"price":null,"description":"A person operating a motorcycle shall ride only upon the permanent and regular seat attached thereto, and such operator shall not carry any other person nor shall any other person ride on a motorcycle unless such motorcycle is designed to carry more than one person, in which event a passenger may ride upon the permanent and regular seat if designed for two persons, or upon another seat firmly attached to the motorcycle at the rear or side of the operator.","type":"B","note":null,"testimony":null,"id":"B15"},
   {"section":"1232(b)","tittle":"Carry More People Than Equipped","law":"VTL","class":"V","code":null,"price":null,"description":"No bicycle shall be used to carry more persons at one time than the number for which it is designed and equipped.","type":"B","note":null,"testimony":null,"id":"B16"},
   {"section":"1253","tittle":"Cling to Other Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"No person riding upon a motorcycle shall attach himself or the motorcycle to any other vehicle or streetcar on a roadway.","type":"B","note":null,"testimony":null,"id":"B17"},
   {"section":"1233-1","tittle":"Cling to Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"No person riding upon any bicycle, coaster, in-line skates, roller skates, skate board, sled, or toy vehicle shall attach the same or himself or herself to any vehicle being operated upon a roadway.","type":"B","note":null,"testimony":null,"id":"B18"},
   {"section":"1216","tittle":"Coast Down Hill","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of any motor vehicle when traveling upon a down grade shall not coast with the gears of such vehicle in neutral, nor with the clutch disengaged.","type":"B","note":null,"testimony":null,"id":"B19"},
   {"section":"4-14(a)2","tittle":"Commercial Vehicle on a NYC Parkway","law":"TR","class":"V","code":null,"price":null,"description":"Commercial vehicles, pedestrians, horses, limited use vehicles and bicycles are prohibited on parkways. **Note**Use of the Grand Central Parkway by certain vehicles. Notwithstanding any other provision of these rules to the contrary, single-unit vehicles with no more than three axles and ten tires may operate in both directions on the roadway of the Grand Central Parkway, between the Triborough Bridge and the western leg of the Brooklyn-Queens Expressway.  **Note**Use of the Korean War Veterans Parkway by certain vehicles. Notwithstanding any other provision of these rules to the contrary, not more than forty-ton motor vehicles commonly classified as construction trucks owned and/or operated by the Department of Environmental Protection of the City of New York, its agents or contractors shall be permitted the use of the Korean War Veterans Parkway during remediation of the Brookfield landfill in Staten Island for the purpose of the remediation of such landfill, provided that such trucks comply with all other provisions of applicable state and local law, including but not limited to §4-15 of these rules.","type":"B","note":null,"testimony":null,"id":"B20"},
   {"section":"4-02(c)","tittle":"Dangerous Driving","law":"TR","class":"V","code":null,"price":null,"description":"No person shall operate a vehicle in a manner that will endanger any person or property.","type":"B","note":null,"testimony":null,"id":"B21"},
   {"section":"416","tittle":"Dealer / Transporter Plates Use Over 6 Days","law":"VTL","class":"V","code":null,"price":null,"description":"Upon the sale or lease of a motor vehicle or motorcycle the vendee or lessee shall be allowed to operate the same upon the public highways for the period of five days after taking possession thereof, without carrying number plates issued upon a registration under section four hundred one, if a motor vehicle, or under section four hundred ten, if a motorcycle, provided the motor vehicle or motorcycle shall have attached thereto and displayed thereon, in the manner therein provided, a set of dealer's or transporter's number plates issued to the vendor or lessor under section four hundred fifteen, and if a proper application for registration and number plates for such vehicle, under the provisions of section four hundred one or four hundred ten, as the case may be, shall have been mailed or presented to the commissioner, or agent, accompanied with the payment of the required fee within twenty-four hours after he has taken possession thereof. If the motor vehicle or motorcycle is to be registered in a jurisdiction other than the state of New York, the requirement for filing or presenting such application shall not apply. No person shall operate or drive upon the public highways any motor vehicle or motorcycle on which is fastened or displayed any such dealer's or transporter's number plates after a sale or lease of such vehicle by the dealer or lessor, except in compliance with the foregoing provisions. A vendee or lessee to whom number plates are delivered or by whom they are held under the provisions of this section shall return the same, and the accompanying registration certificate, to the dealer or lessor before the expiration of six days after he took possession of the motor vehicle or motorcycle purchased or leased. If number plates so delivered or held, or such certificate, are not returned within the time above limited, the dealer or lessor shall immediately notify the commissioner of that fact by mail, describing the plates according to the general and distinctive numbers and characters thereon. The provisions of this section shall apply also to the sale or lease of a trailer and to the use by the vendee or lessee of dealer's or transporter's number plates on the trailer sold or leased, and for the purpose of applying such provisions a trailer shall be deemed to be a motor vehicle.","type":"B","note":null,"testimony":null,"id":"B22"},
   {"section":"1115(a)","tittle":"Deface Traffic Control Device","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall without lawful authority attempt to or in fact alter, deface, injure, knock down, cover, remove, or otherwise interfere with any official traffic-control device or any railroad sign or signal, or any inscription, shield, or insignia thereon, or any other part thereof; any bridge or similar structure; any monument, lamppost, telephone pole, fence, walk, curb, tree, rock cut or other appurtenance on a highway right of way.","type":"B","note":null,"testimony":null,"id":"B23"},
   {"section":"375-18a","tittle":"Defective Hazard Lights","law":"VTL","class":"V","code":null,"price":null,"description":"Any motor vehicle may be equipped with and every motor vehicle registered in this state and manufactured or assembled after June thirtieth, nineteen hundred sixty-five, and designated as a nineteen hundred sixty-six or subsequent year model, shall be equipped with a device, approved by the commissioner, by means of which the operator may cause the two front and two rear directional signals to flash simultaneously for the purpose of warning the operators of other vehicles of the presence of a vehicular traffic hazard requiring the exercise of unusual care in approaching, overtaking or passing. The provisions of this subdivision requiring that certain motor vehicles shall be so equipped shall not apply to special purpose commercial motor vehicles registered under schedule F of subdivision seven of section four hundred one or to a vehicle or combination of vehicles lawfully operated under registration issued under section four hundred fifteen.","type":"B","note":null,"testimony":null,"id":"B24"},
   {"section":"375-2(a)1","tittle":"Defective Headlights","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle except a motorcycle, driven upon a public highway during the period from one-half hour after sunset to one-half hour before sunrise or at any other time when windshield wipers are in use, as a result of rain, sleet, snow, hail or other unfavorable atmospheric condition, and at such other times as visibility for a distance of one thousand feet ahead of such motor vehicle is not clear, shall display: 1. at least two lighted head lamps on the front, one on each side, having light sources of equal power; 2. if manufactured prior to January first, nineteen hundred fifty-two, at least one lighted lamp on the rear which shall display a red light visible from the rear for a distance of at least five hundred feet; 3. if manufactured on or after January first, nineteen hundred fifty-two, at least two lighted lamps on the rear, one on each side, which lamps shall display a red light visible from the rear for a distance of at least one thousand feet; and 4. if required to display a number plate on the rear, a white light which shall illuminate the numerals on such plate in such manner as to render such numerals legible for at least fifty feet from the rear. The provisions of this subparagraph shall also apply to trailers.","type":"B","note":null,"testimony":null,"id":"B25"},
   {"section":"375-2(a)4","tittle":"Defective Rear License Plate Light","law":"VTL","class":"V","code":null,"price":null,"description":"If required to display a number plate on the rear, a white light which shall illuminate the numerals on such plate in such manner as to render such numerals legible for at least fifty feet from the rear. The provisions of this subparagraph shall also apply to trailers.","type":"B","note":null,"testimony":null,"id":"B26"},
   {"section":"375-34","tittle":"Defective Reverse Light","law":"VTL","class":"V","code":null,"price":null,"description":"Any motor vehicle may be equipped with and every passenger vehicle registered in this state and manufactured or assembled after January first, nineteen hundred sixty-nine, shall be equipped with at least one back-up light. Such light shall display a white light to the rear when the ignition switch is energized and reverse gear is engaged. Such light shall not be lighted when the motor vehicle is in forward motion.","type":"B","note":null,"testimony":null,"id":"B27"},
   {"section":"375-40(b)","tittle":"Defective Stop Light","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle, except a motorcycle, operated or driven upon the public highways of the state, if manufactured on or after January first, nineteen hundred fifty-two, shall be equipped with at least two stop lamps, one on each side, each of which shall display a red to amber light visible at least five hundred feet from the rear of the vehicle when the brake of such vehicle is applied.","type":"B","note":null,"testimony":null,"id":"B28"},
   {"section":"375-2(a)3","tittle":"Defective Tail Light","law":"VTL","class":"V","code":null,"price":null,"description":"If manufactured on or after January first, nineteen hundred fifty-two, at least two lighted lamps on the rear, one on each side, which lamps shall display a red light visible from the rear for a distance of at least one thousand feet.","type":"B","note":null,"testimony":null,"id":"B29"},
   {"section":"375-18","tittle":"Defective Turn Signal","law":"VTL","class":"V","code":null,"price":null,"description":"Except as otherwise provided herein, it shall be unlawful to operate on any public highway or street in this state any motor vehicle, or combination of motor vehicle and trailer, so constructed or so loaded that the driver thereof is unable to indicate clearly by hand signals to approaching and following traffic his intention of stopping or turning, unless such motor vehicle or combination of vehicles shall be equipped with directional signals approved by the commissioner, provided, however, it shall be unlawful after January first, nineteen hundred fifty-two to operate on any public highway or street in this state any motor vehicle registered in this state, manufactured or assembled after said date unless such vehicle be equipped with directional signals approved by the commissioner. It shall also be unlawful to fail to cause such signals to be maintained, at all times in good and sufficient working order. The provisions of this subdivision shall not apply to special purpose commercial motor vehicles registered under schedule F of subdivision seven of section four hundred one of this chapter or to a vehicle or combination of vehicles lawfully operated under registration issued, under section four hundred fifteen of this chapter or under a similar provision of the law of another jurisdiction.","type":"B","note":null,"testimony":null,"id":"B30"},
   {"section":"375-1(b)","tittle":"Defective Windshield Wipers","law":"VTL","class":"V","code":null,"price":null,"description":"Every such motor vehicle shall be equipped with suitable wipers or other device which shall clear a sufficient area of the windshields to provide reasonable driving vision.","type":"B","note":null,"testimony":null,"id":"B31"},
   {"section":"1111(a)2","tittle":"Disobey Green Arrow","law":"VTL","class":"V","code":null,"price":null,"description":"Traffic, except pedestrians, facing a steady green arrow signal may cautiously enter the intersection only to make the movement indicated by such arrow, or such other movement as is permitted by other indications shown at the same time, except that a U-Turn may be made by traffic facing a left green arrow signal unless a sign prohibits such U-Turn or such U-Turn is in violation of any other provision of law. Such traffic shall yield the right of way to other traffic lawfully within the intersection or an adjacent cross walk at the time such signal is exhibited.","type":"B","note":null,"testimony":null,"id":"B32"},
   {"section":"1127(a)","tittle":"Disobey One Way Sign","law":"VTL","class":"V","code":null,"price":null,"description":"Upon a roadway designated and signposted for one-way traffic a vehicle shall be driven only in the direction designated.","type":"B","note":null,"testimony":null,"id":"B33"},
   {"section":"1110(a)","tittle":"Disobey Pavement Markings","law":"VTL","class":"V","code":null,"price":null,"description":"Every person shall obey the instructions of any official traffic-control device applicable to him placed in accordance with the provisions of this chapter, unless otherwise directed by a traffic or police officer, subject to the exceptions granted the driver of an authorized emergency vehicle in this title.","type":"B","note":null,"testimony":null,"id":"B34"},
   {"section":"1110(a)","tittle":"Disobey Sign/Traffic Control Device, Pavement Markings","law":"VTL","class":"V","code":null,"price":null,"description":"Every person shall obey the instructions of any official traffic-control device applicable to him placed in accordance with the provisions of this chapter, unless otherwise directed by a traffic or police officer, subject to the exceptions granted the driver of an authorized emergency vehicle in this title.","type":"B","note":"Should not be used for STOP sign.","testimony":null,"id":"B35"},
   {"section":"1128(c)","tittle":"Disobey Slow Moving Traffic Designated Lane","law":"VTL","class":"V","code":null,"price":null,"description":"When official traffic-control devices direct slow-moving traffic, trucks, buses or specified types of vehicles to use a designated lane or designate those lanes to be used by traffic moving in a particular direction regardless of the center of the roadway, drivers of vehicles shall obey the directions of every such sign, signal or marking.","type":"B","note":null,"testimony":null,"id":"B36"},
   {"section":"1111(d)1","tittle":"Disobey Steady Red Light","law":"VTL","class":"V","code":null,"price":null,"description":"Traffic, except pedestrians, facing a steady circular red signal, unless to make such other movement as is permitted by other indications shown at the same time, shall stop at a clearly marked stop line, but if none, then shall stop before entering the crosswalk on the near side of the intersection, or in the event there is no crosswalk, at the point nearest the intersecting roadway where the driver has a view of the approaching traffic on the intersecting roadway before entering the intersection and shall remain standing until an indication to proceed is shown except as provided in paragraph two of this subdivision.","type":"B","note":null,"testimony":"On [date] I was working a tour of [tour time] and was location on [street name] for the purpose of monitoring the traffic signal light at that location. Before and after my enforcement period I observed the sequence of change of the light signal from green to amber to red and found the sequence and operation of the signal light to be in proper working order. The weather conditions that day were [weather conditions] and the pavement was [wet/dry/etc]. I was positioned facing [N/S/E/W] bound on [street name], in RMP [#], a [marked/unmarked] police vehicle. At [time] I observed a [vehicle year, color, make], traveling [N/S/E/W] bound on [street name]. While the vehicle was still [#] feet from the [marked crosswalk/intersection] I observed the signal light to be steady red. The vehicle in question passed the steady red signal, and continued through the intersection. I pursued and never lost sight of the motorist. I pulled the motorist over to a safe location of the roadway. The motorist produced a [license type and class] picture license bearing the name [motorist name]. I compared the picture on the license to the motorist and was satisfied that they were one and the same. I explained the reason for the stop, then issued summons [#] for failing passing a steady red signal.","id":"B37"},
   {"section":"4-03(a)(3)(i)","tittle":"Disobey Steady Red Light","law":"TR","class":"V","code":null,"price":null,"description":"Vehicular traffic facing such signal shall stop before entering the crosswalk on the near side of the intersection or, if none, then before entering the intersection and shall remain standing until an indication to proceed is shown.","type":"B","note":null,"testimony":null,"id":"B38"},
   {"section":"1172(a)","tittle":"Disobey Stop Sign","law":"VTL","class":"V","code":null,"price":null,"description":"Except when directed to proceed by a police officer, every driver of a vehicle approaching a stop sign shall stop at a clearly marked stop line, but if none, then shall stop before entering the crosswalk on the near side of the intersection, or in the event there is no crosswalk, at the point nearest the intersecting roadway where the driver has a view of the approaching traffic on the intersecting roadway before entering the intersection and the right to proceed shall be subject to the provisions of section eleven hundred forty-two.","type":"B","note":null,"testimony":null,"id":"B39"},
   {"section":"4-03(a)(4)","tittle":"Disobey Traffic Signal Arrow","law":"TR","class":"V","code":null,"price":null,"description":"When colored lights shaped as arrows are used as traffic control signals, arrows pointing to the right shall apply to operators intending to enter the intersection to turn to the right, arrows pointing vertically shall apply to operators intending to enter the intersection to proceed straight through, and arrows pointing to the left shall apply to operators intending to enter the intersection to turn to the left. The colors of arrows shall have the same meanings as colors of traffic signal lights, but shall apply only to operators intending to enter the intersection to proceed in the direction controlled by the arrow.","type":"B","note":null,"testimony":null,"id":"B40"},
   {"section":"1160(d)","tittle":"Disobey Turning Instructions","law":"VTL","class":"V","code":null,"price":null,"description":"When markers, buttons, signs, or other markings are placed within or adjacent to intersections and thereby require and direct that a different course from that specified in this section be traveled by vehicles turning at an intersection, no driver of a vehicle shall turn a vehicle at an intersection other than as directed and required by such markers, buttons, signs, or other markings.","type":"B","note":null,"testimony":null,"id":"B41"},
   {"section":"1172(b)","tittle":"Disobey Yield Sign","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of a vehicle approaching a yield sign if required for safety to stop shall stop at a clearly marked yield line, but if none, then shall stop before entering the crosswalk on the near side of the intersection, or in the event there is no crosswalk, at the point nearest the intersecting roadway where the driver has a view of the approaching traffic on the intersecting roadway before entering the intersection and the right to proceed shall be subject to the provisions of section eleven hundred forty-two of this title.","type":"B","note":null,"testimony":null,"id":"B42"},
   {"section":"4-07(a)","tittle":"Disobey Yield Sign","law":"TR","class":"V","code":null,"price":null,"description":"The operator of a vehicle approaching a YIELD or YIELD-RIGHT-OF-WAY sign shall slow to a reasonable speed for existing conditions of traffic and visibility, stopping if necessary, and shall yield the right-of-way to all traffic on the intersecting street which is so close as to constitute an immediate hazard. Proceeding past such sign with resultant collision or other impediment or interference with traffic on the intersecting street shall be deemed prima facie evidence of a violation of this rule.","type":"B","note":null,"testimony":null,"id":"B43"},
   {"section":"4-09(c)","tittle":"Display Colored Lights Prohibited on Front of Vehicle","law":"TR","class":"V","code":null,"price":null,"description":"Colored lights prohibited. No operator of a motorcycle or motor vehicle, other than authorized emergency vehicles, shall operate said vehicle when displaying other than white or yellow lights visible from in front of the vehicle. No operator of an authorized emergency vehicle shall operate said vehicle when displaying other than white or yellow lights visible from in front of the vehicle except when actually engaged in emergency service.","type":"B","note":null,"testimony":null,"id":"B44"},
   {"section":"1181(b)","tittle":"Drive Less Than Minimum Speed","law":"VTL","class":"V","code":null,"price":null,"description":"Whenever a minimum speed limit has been established as authorized in sections sixteen hundred twenty or sixteen hundred forty-two, no person shall drive at a speed less than such minimum speed limit except when entering upon or preparing to exit from the highway upon which such a minimum speed limit has been established, when preparing to stop, or when necessary for safe operation or in compliance with law.","type":"B","note":null,"testimony":null,"id":"B45"},
   {"section":"1123(b)","tittle":"Drive Off Pavement to Pass","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of a vehicle may overtake and pass another vehicle upon the right only under conditions permitting such movement in safety. Such movement shall not be made by driving off the pavement or main-traveled portion of the roadway, except as permitted by section eleven hundred thirty-one of this article.","type":"B","note":null,"testimony":null,"id":"B46"},
   {"section":"4-12(p)(2)","tittle":"Drive On or Across Bicycle Lanes","law":"TR","class":"V","code":null,"price":null,"description":"Driving on or across bicycle lanes prohibited. No person shall drive a vehicle on or across a designated bicycle lane, except when it is reasonable and necessary: (i) to enter or leave a driveway; or (ii) to enter or leave a legal curbside parking space; or (iii) to cross an intersection; or (iv) to make a turn within an intersection; or (v) to comply with the direction of any law enforcement officer or other person authorized to enforce this rule; or (vi) to avoid an obstacle which leaves fewer than ten feet available for the free movement of vehicular traffic.","type":"B","note":null,"testimony":null,"id":"B47"},
   {"section":"4-07(h)(1)","tittle":"Drive Over Divided Highway","law":"TR","class":"V","code":null,"price":null,"description":"Whenever any highway is divided into two or more roadways by an intervening space, physical barrier, or clearly indicated dividing section so constructed as to impede vehicular traffic, every vehicle shall be driven only upon the right-hand roadway unless directed or permitted to use another roadway by official traffic control devices or law enforcement officers. No vehicle shall be driven over, across or within any such dividing space, barrier or section, except through an opening in such physical barrier or dividing section or space or at a crossover or intersection, as established, unless specifically authorized by public authority.","type":"B","note":null,"testimony":null,"id":"B48"},
   {"section":"1130-1","tittle":"Drive Over Divider","law":"VTL","class":"V","code":null,"price":null,"description":"Whenever any highway has been divided into two or more roadways by leaving an intervening space or by a physical barrier or clearly indicated dividing section so constructed as to impede vehicular traffic, every vehicle shall be driven only upon the right-hand roadway unless directed or permitted to use another roadway by official traffic-control devices or police officers. No vehicle shall be driven over, across, or within any such dividing space, barrier, or section, except through an opening in such physical barrier or dividing section or space or at a crossover or intersection, as established, unless specifically authorized by public authority.","type":"B","note":null,"testimony":null,"id":"B49"},
   {"section":"1218","tittle":"Drive Over Fire Hose","law":"VTL","class":"V","code":null,"price":null,"description":"No vehicle shall be driven over any unprotected hose of a fire department when laid down on any street or private driveway, to be used at any fire or alarm of fire, without the consent of the fire department official in command.","type":"B","note":null,"testimony":null,"id":"B50"},
   {"section":"4-07(c)(2)","tittle":"Drive Through a Driveway to Avoid an Intersection","law":"TR","class":"V","code":null,"price":null,"description":"Avoiding intersections. No person shall drive across a sidewalk or upon a driveway in order to avoid an intersection.","type":"B","note":null,"testimony":null,"id":"B51"},
   {"section":"1181(a)","tittle":"Drive Too Slow (Impede Traffic)","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall drive a motor vehicle at such a slow speed as to impede the normal and reasonable movement of traffic except when reduced speed is necessary for safe operation or in compliance with law.","type":"B","note":null,"testimony":null,"id":"B52"},
   {"section":"1131","tittle":"Drive on Shoulder","law":"VTL","class":"V","code":null,"price":null,"description":"Except for bicycles and those classes of vehicles required to travel on shoulders or slopes, no motor vehicle shall be driven over, across, along, or within any shoulder or slope of any state controlled-access highway except at a location specifically authorized and posted by the department of transportation. The foregoing limitation shall not prevent motor vehicles from using shoulders or slopes when directed by police officers or flag persons, nor does it prevent motor vehicles from stopping, standing, or parking on shoulders or slopes where such stopping, standing, or parking is lawful.","type":"B","note":null,"testimony":null,"id":"B53"},
   {"section":"1225a","tittle":"Drive on Sidewalk","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall drive a motor vehicle on or across a sidewalk, except that a vehicle may be driven at a reasonable speed, but not more than five miles per hour, on or across a sidewalk in such manner as not to interfere with the safety and passage of pedestrians thereon, who shall have the right of way, when it is reasonable and necessary: (a) to gain access to a public highway, private way or lands or buildings adjacent to such highway or way; (b) in the conduct of work upon a highway, or upon a private way or lands or buildings adjacent to such highway or way, or (c) to plow snow or perform any other public service, for hire, or otherwise, which could not otherwise be reasonably and properly performed.","type":"B","note":null,"testimony":null,"id":"B54"},
   {"section":"4-07(c)(1)","tittle":"Drive on Sidewalk","law":"TR","class":"V","code":null,"price":null,"description":"No person shall drive within any sidewalk area except at a permanent or temporary driveway.","type":"B","note":null,"testimony":null,"id":"B55"},
   {"section":"1221","tittle":"Drive through Safety Zone","law":"VTL","class":"V","code":null,"price":null,"description":"Driving through safety zone prohibited. No vehicle shall at any time be driven through or within a safety zone.","type":"B","note":null,"testimony":null,"id":"B56"},
   {"section":"1126(a)","tittle":"Drive to the Left of Pavement Markings / No Passing Zone","law":"VTL","class":"V","code":null,"price":null,"description":"When official markings are in place indicating those portions of any highway where overtaking and passing or driving to the left of such markings would be especially hazardous, no driver of a vehicle proceeding along such highway shall at any time drive on the left side of such markings.","type":"B","note":null,"testimony":null,"id":"B57"},
   {"section":"4-09(b)(1)","tittle":"Drive with Parking Lights when Head Lights are Required / Improper Use of High Beams","law":"TR","class":"V","code":null,"price":null,"description":"When the display of head lamps is required, no operator shall operate the vehicle with parking lights only. The operator shall use the lower beam of multiple beam head lamps, except that the upper beam may be used where the street is not lighted sufficiently to reveal any person, vehicle or substantial object straight ahead of such vehicle for a distance of at least 350 feet, and provided that there is no vehicle within 500 feet approaching from the direction ahead.","type":"B","note":null,"testimony":null,"id":"B58"},
   {"section":"1170(b)","tittle":"Driving Around / Through / Under a Railroad Barrier","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall drive any vehicle through, around, or under any crossing gate or barrier at a railroad crossing while such gate or barrier is closed or is being opened or closed. Every person convicted of a violation of this subdivision shall for a first conviction thereof be punished by a fine of not less than two hundred fifty dollars nor more than four hundred dollars or by imprisonment for not more than thirty days or by both such fine and imprisonment; for a conviction of a second violation, both of which were committed within a period of eighteen months, such person shall be punished by a fine of not less than three hundred fifty dollars nor more than five hundred dollars or by imprisonment for not more than ninety days or by both such fine and imprisonment; upon a conviction of a third or subsequent violation, all of which were committed within a period of eighteen months, such person shall be punished by a fine of not less than six hundred dollars nor more than seven hundred fifty dollars or by imprisonment for not more than one hundred eighty days or by both such fine and imprisonment.","type":"B","note":null,"testimony":null,"id":"B59"},
   {"section":"1181(a)","tittle":"Driving Too Slow","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall drive a motor vehicle at such a slow speed as to impede the normal and reasonable movement of traffic except when reduced speed is necessary for safe operation or in compliance with law.","type":"B","note":null,"testimony":null,"id":"B60"},
   {"section":"4-12(m)","tittle":"Driving in Bus Lane","law":"TR","class":"V","code":null,"price":null,"description":"Bus lane restrictions on city streets. When signs are erected giving notice of bus lane restrictions, no person shall drive a vehicle other than a bus within a designated bus lane during the hours specified, except that a person may use such bus lane in order to make the first available right hand turn where permitted into a street, private road, private drive, or an entrance to private property in a safe manner or when necessary to avoid conflict with other traffic or at the direction of a law enforcement officer. Notwithstanding any provision of this subdivision, no person shall drive a vehicle other than a bus in the bus lane on Madison Avenue for the purpose of making a right hand turn during the restricted hours specified by sign between 42nd street and 59th street. During such restricted hours, the first permissible right hand turn for vehicles other than buses is at 60th street, except that a taxicab carrying a passenger may use the bus lane to make a right hand turn at 46th street.","type":"B","note":null,"testimony":null,"id":"B61"},
   {"section":"4-07(e)","tittle":"Driving on Childrens Play Streets","law":"TR","class":"V","code":null,"price":null,"description":"Play streets. Whenever authorized signs are erected indicating any street or part thereof as a play street or play area, no person shall drive a vehicle upon any such street or area between 8 a.m. and one-half hour after sunset, unless other hours are prescribed by signs, except operators of vehicles having business or whose residences are within such restricted area. Any such operator shall exercise the greatest care in driving upon any such street.","type":"B","note":null,"testimony":null,"id":"B62"},
   {"section":"1130-2","tittle":"Enter / Exit Highway by Other than Ramp","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall drive a motor vehicle or motorcycle onto or from any controlled-access highway except at the established entrances and exits thereof unless directed or permitted to use another entrance or exit by official traffic-control devices or police officers.","type":"B","note":null,"testimony":null,"id":"B63"},
   {"section":"1234(c)","tittle":"Enter Roadway Unsafely","law":"VTL","class":"V","code":null,"price":null,"description":"Any person operating a bicycle or skating or gliding on in-line skates who is entering the roadway from a private road, driveway, alley or over a curb shall come to a full stop before entering the roadway.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B64"},
   {"section":"1180(d)1","tittle":"Exceed Maximum Speed Limit","law":"VTL","class":"V","code":null,"price":null,"description":"Except as provided in subdivision (g) of this section, whenever maximum speed limits, other than school speed limits, have been established as authorized in sections sixteen hundred twenty, sixteen hundred twenty-two, sixteen hundred twenty-three, sixteen hundred twenty-seven, sixteen hundred thirty, sixteen hundred forty-three, sixteen hundred forty-four, sixteen hundred fifty-two, sixteen hundred sixty-two-a, sixteen hundred sixty-three, and sixteen hundred seventy, no person shall drive in excess of such maximum speed limits at any time.","type":"B","note":null,"testimony":null,"id":"B65"},
   {"section":"1180(c)","tittle":"Exceed Maximum Speed in School Zone","law":"VTL","class":"V","code":null,"price":null,"description":"Except as provided in subdivision (g) of this section, whenever maximum school speed limits have been established on a highway adjacent to a school as authorized in section sixteen hundred twenty, sixteen hundred twenty-two, sixteen hundred thirty, sixteen hundred forty-three or sixteen hundred sixty-two-a, no person shall drive in excess of such maximum school speed limits during:","type":"B","note":null,"testimony":null,"id":"B66"},
   {"section":"1180(d)2","tittle":"Exceed Maximum Speed on Restricted Highway","law":"VTL","class":"V","code":null,"price":null,"description":"Except as provided in subdivision (g) of this section, whenever maximum speed limits, other than school speed limits, have been established with respect to any restricted highway as authorized in section sixteen hundred twenty-five, no person shall drive in excess of such maximum speed limits at any time.","type":"B","note":null,"testimony":null,"id":"B67"},
   {"section":"505-5","tittle":"Fail to Change Address on License","law":"VTL","class":"V","code":null,"price":null,"description":"Change of address. It shall be the duty of every licensee to notify the commissioner in writing of any change of residence of such licensee within ten days after such change occurs and to make a notation of such change of residence on such license in the place provided by the commissioner.","type":"B","note":null,"testimony":null,"id":"B68"},
   {"section":"1219(c)","tittle":"Fail to Clean Roadway After Removing Wreck","law":"VTL","class":"V","code":null,"price":null,"description":"Any person removing a wrecked or damaged vehicle from a highway shall remove any glass or other injurious substance dropped upon the highway from such vehicle.","type":"B","note":null,"testimony":null,"id":"B69"},
   {"section":"1102","tittle":"Fail to Comply with Police","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall fail or refuse to comply with any lawful order or direction of any police officer or flag person or other person duly empowered to regulate traffic.","type":"B","note":null,"testimony":null,"id":"B70"},
   {"section":"4-12(a)(1)","tittle":"Fail to Comply with Police","law":"TR","class":"V","code":null,"price":null,"description":"An operator must at all times comply with any direction given by a law enforcement officer, a bridge and tunnel officer of the Port Authority of New York and New Jersey, or an officer of the Triborough Bridge and Tunnel Authority authorized to enforce these rules, or a school crossing guard by hand, voice, whistle or mechanical device.","type":"B","note":null,"testimony":null,"id":"B71"},
   {"section":"1144-A","tittle":"Fail to Exercise Due Care Approaching Emergency Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"Every operator of a motor vehicle shall exercise due care to avoid colliding with an authorized emergency vehicle which is parked, stopped or standing on the shoulder or any portion of such highway and such authorized emergency vehicle is displaying one or more red or combination red and white lights pursuant to the provisions of paragraph two of subdivision forty-one of section three hundred seventy-five of this chapter. For operators of motor vehicles on parkways or controlled access highways, such due care shall include, but not be limited to, moving from a lane which contains or is immediately adjacent to the shoulder where such authorized emergency vehicle displaying one or more red or combination red and white lights pursuant to the provisions of paragraph two of subdivision forty-one of section three hundred seventy-five of this chapter is parked, stopped or standing to another lane, provided that such movement otherwise complies with the requirements of this chapter including, but not limited to, the provisions of sections eleven hundred ten of this title and eleven hundred twenty-eight of this title.","type":"B","note":null,"testimony":null,"id":"B72"},
   {"section":"4-04(d)","tittle":"Fail to Exercise Due Care while Operating a Vehicle","law":"TR","class":"V","code":null,"price":null,"description":"Notwithstanding other provisions of these rules, the operator of a vehicle shall exercise due care to avoid colliding with any pedestrian.","type":"B","note":null,"testimony":null,"id":"B73"},
   {"section":"1146(a)","tittle":"Fail to Give Right of Way to Animal","law":"VTL","class":"V","code":null,"price":null,"description":"Notwithstanding the provisions of any other law to the contrary, every driver of a vehicle shall exercise due care to avoid colliding with any bicyclist, pedestrian, or domestic animal upon any roadway and shall give warning by sounding the horn when necessary. For the purposes of this section, the term ","type":"B","note":null,"testimony":null,"id":"B74"},
   {"section":"1122(b)","tittle":"Fail to Give Right of Way to Overtaking Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"Except when overtaking and passing on the right is permitted, the driver of an overtaken vehicle shall give way to the right in favor of the overtaking vehicle on audible signal and shall not increase the speed of his vehicle until completely passed by the overtaking vehicle.","type":"B","note":null,"testimony":null,"id":"B75"},
   {"section":"1234(a)","tittle":"Fail to Keep Right / Lane Available - Fail to Use","law":"VTL","class":"V","code":null,"price":null,"description":"Upon all roadways, any bicycle or in-line skate shall be driven either on a usable bicycle or in-line skate lane or, if a usable bicycle or in-line skate lane has not been provided, near the right-hand curb or edge of the roadway or upon a usable right-hand shoulder in such a manner as to prevent undue interference with the flow of traffic except when preparing for a left turn or when reasonably necessary to avoid conditions that would make it unsafe to continue along near the right-hand curb or edge. Conditions to be taken into consideration include, but are not limited to, fixed or moving objects, vehicles, bicycles, in-line skates, pedestrians, animals, surface hazards or traffic lanes too narrow for a bicycle or person on in-line skates and a vehicle to travel safely side-by-side within the lane.","type":"B","note":"not applicable in NY","testimony":null,"id":"B76"},
   {"section":"1120(a)","tittle":"Fail to Keep Right on Roadway","law":"VTL","class":"V","code":null,"price":null,"description":"Upon all roadways of sufficient width a vehicle shall be driven upon the right half of the roadway, except as follows: 1. When overtaking and passing another vehicle proceeding in the same direction under the rules governing such movement; 2. When overtaking or passing bicyclists, pedestrians, animals or obstructions on the right half of the roadway; 3. When an obstruction exists making it necessary to drive to the left of the center of the highway; provided, any person so doing shall yield the right of way to all vehicles traveling in the proper direction upon the unobstructed portion of the highway within such distance as to constitute an immediate hazard; 4. Where travel on the shoulder or slope is permitted by section eleven hundred thirty-one of this article; 5. Upon a roadway divided into three marked lanes for traffic under the rules applicable thereon; or 6. Upon a roadway restricted to one-way traffic.","type":"B","note":null,"testimony":null,"id":"B77"},
   {"section":"509-8","tittle":"Fail to Notify DMV of Address Change on License","law":"VTL","class":"V","code":null,"price":null,"description":"No licensee shall fail to notify the commissioner in writing of a change of residence as required by this article.","type":"B","note":null,"testimony":null,"id":"B78"},
   {"section":"401-3(a)","tittle":"Fail to Notify DMV of Address Change on Registration","law":"VTL","class":"V","code":null,"price":null,"description":"Upon filing of such application and the payment of the fee hereinafter provided, the commissioner shall assign to such motor vehicle a distinctive number and, without expense to the applicant, issue and deliver in such manner as the commissioner may select to the owner a certificate of registration, in such form as the commissioner shall prescribe, and two number plates at a place within the state of New York named by the applicant in his or her application. A number plate, within the meaning of this chapter, may, in the discretion of the commissioner, be a plate of a permanent nature, treated with reflectorized material according to specifications prescribed by the commissioner, and with a date tag attached to such plate or to the vehicle as prescribed by regulations of the commissioner indicating the validity of the plate during a certain period and the issuance of such a number plate with such date tag to a person possessing such a number plate shall be deemed the issuance of a number plate. An additional fee, not to exceed twenty-five dollars, shall be paid to the commissioner whenever a set of reflectorized number plates is issued for any vehicle for which a registration fee is normally charged except that, with respect to any number plate which is specifically requested by the applicant, such fee shall be paid to the commissioner upon approval of such request. In the event of the loss, mutilation or destruction of any certificate of registration, any number plate or set of number plates whether with or without a date tag or tags, or any date tag or set of date tags provided for in this article, the owner of a registered motor vehicle may file such statement and proof of the facts as the commissioner shall require, with a fee of three dollars, in the office of the commissioner, or, unless and until the commissioner shall otherwise direct, in the office of the agent who issued the certificate, plate, plates, tag or tags and the commissioner or his or her agent, as the case may be, shall issue a duplicate or substitute. It shall be the duty of every owner holding a certificate of registration to notify the commissioner in writing of any change of residence of such person within ten days after such change occurs, and to inscribe on such certificate, in the place provided by the commissioner, a record of such change of residence.","type":"B","note":null,"testimony":null,"id":"B79"},
   {"section":"4-12(a)3","tittle":"Fail to Present / Surrender License to Police","law":"TR","class":"V","code":null,"price":null,"description":"Vehicle operators must present and/or surrender their operator's license, vehicle registration and insurance documents upon request of a law enforcement officer.","type":"B","note":null,"testimony":null,"id":"B80"},
   {"section":"319-1","tittle":"Fail to Produce Proof of Insurance","law":"VTL","class":"V","code":null,"price":null,"description":"Every person who operates a vehicle registered in this state, or a vehicle required to be registered in this state, shall, when required by the commissioner's regulations, produce an insurance identification card when requested by any peace officer, acting pursuant to his special duties, police officer or magistrate. The failure to so produce such a card shall be presumptive evidence that such person was operating the vehicle without having in effect financial security required by the provisions of this chapter.","type":"B","note":null,"testimony":null,"id":"B81"},
   {"section":"401-4","tittle":"Fail to Produce Registration Certificate","law":"VTL","class":"V","code":null,"price":null,"description":"Any magistrate, motor vehicle inspector, peace officer, acting pursuant to his special duties, or police officer may request that the operator of any motor vehicle produce for inspection the certificate of registration for such vehicle and such operator shall furnish to such magistrate, inspector, peace officer or police officer any information necessary for the identification of such vehicle and its owner, and all information required concerning his license to operate, if he is required by law to have such a license, and shall, if required, sign his name in the presence of such magistrate, inspector, peace officer or police officer as a further means of identification. The production of a license to a magistrate, inspector, peace officer or police officer shall be prima facie evidence in a prosecution for a violation of any provision of this chapter, other than section three hundred ninety-two of this chapter, that the person who so produced the license is the person identified on such license. Provided, however, that a photostatic copy of the certificate of registration may be produced in lieu of the original certificate. If a vehicle does not have affixed a validating sticker which indicates the plate number, the vehicle identification number and the expiration date of the registration, the failure to produce the certificate of registration, or a photostatic copy of such certificate, shall be presumptive evidence of operating a motor vehicle or trailer which is not registered as required by this article.","type":"B","note":null,"testimony":null,"id":"B82"},
   {"section":"383-1(c)","tittle":"Fail to Provide Seat Belt","law":"VTL","class":"V","code":null,"price":null,"description":"A motor vehicle manufactured or assembled on or after January first, nineteen hundred sixty-eight, at least one safety belt for each passenger seat position.","type":"B","note":null,"testimony":null,"id":"B83"},
   {"section":"1180(e)","tittle":"Fail to Reduce Speed","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of every vehicle shall, consistent with the requirements of subdivision (a) of this section, drive at an appropriate reduced speed when approaching and crossing an intersection or railway grade crossing, when approaching and going around a curve, when approaching a hill crest, when approaching and passing by an emergency situation involving any authorized emergency vehicle which is parked, stopped or standing on a highway and which is displaying one or more red or combination red, white, and/or blue lights pursuant to the provisions of paragraph two and subparagraph b of paragraph four of subdivision forty-one of section three hundred seventy-five of this chapter, when traveling upon any narrow or winding roadway, and when any special hazard exists with respect to pedestrians, or other traffic by reason of weather or highway conditions, including, but not limited to a highway construction or maintenance work area.","type":"B","note":null,"testimony":null,"id":"B84"},
   {"section":"1163(d)","tittle":"Fail to Signal","law":"VTL","class":"V","code":null,"price":null,"description":"The signals provided for in section eleven hundred sixty-four shall be used to indicate an intention to turn, change lanes, or start from a parked position and not be flashed on one side only on a parked or disabled vehicle, or flashed as a courtesy or ","type":"B","note":null,"testimony":null,"id":"B85"},
   {"section":"1163(b)","tittle":"Fail to Signal (at least 100ft)","law":"VTL","class":"V","code":null,"price":null,"description":"A signal of intention to turn right or left when required shall be given continuously during not less than the last one hundred feet traveled by the vehicle before turning.","type":"B","note":null,"testimony":null,"id":"B86"},
   {"section":"1163(c)","tittle":"Fail to Signal Upon Stopping","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall stop or suddenly decrease the speed of a vehicle without first giving an appropriate signal in the manner provided herein to the driver of any vehicle immediately to the rear when there is opportunity to give such signal.","type":"B","note":null,"testimony":null,"id":"B87"},
   {"section":"1146(a)","tittle":"Fail to Sound Horn","law":"VTL","class":"V","code":null,"price":null,"description":"Notwithstanding the provisions of any other law to the contrary, every driver of a vehicle shall exercise due care to avoid colliding with any bicyclist, pedestrian, or domestic animal upon any roadway and shall give warning by sounding the horn when necessary. For the purposes of this section, the term ","type":"B","note":null,"testimony":null,"id":"B88"},
   {"section":"1117","tittle":"Fail to Stop / Yield at Malfunctioning Traffic Control","law":"VTL","class":"V","code":null,"price":null,"description":"Except when directed to proceed by a police officer, every operator of a motor vehicle approaching an intersection governed by a traffic-control signal which is out of service or otherwise malfunctioning shall stop in the manner required for stop signs set forth in section eleven hundred seventy-two of this title, and proceed according to the rules of right of way for vehicles set forth in article twenty-six of this title.","type":"B","note":null,"testimony":null,"id":"B89"},
   {"section":"1173","tittle":"Fail to Stop Emerge from Driveway","law":"VTL","class":"V","code":null,"price":null,"description":"Emerging from alley, driveway, private road or building. The driver of a vehicle emerging from an alley, driveway, private road or building shall stop such vehicle immediately prior to driving onto a sidewalk extending across any alleyway, building entrance, road or driveway, or in the event there is no sidewalk, shall stop at the point nearest the roadway to be entered where the driver has a view of approaching traffic thereon.","type":"B","note":null,"testimony":null,"id":"B90"},
   {"section":"1113(a)","tittle":"Fail to Stop Flashing Red","law":"VTL","class":"V","code":null,"price":null,"description":"Flashing red indications. Unless to make another movement permitted by other indications shown at the same time, vehicular traffic facing a circular red signal or red arrow with rapid intermittent flashes shall stop at a clearly marked stop line, but if none, then shall stop before entering the crosswalk on the near side of the intersection, or in the event there is no crosswalk, at the point nearest the intersecting roadway where the driver has a view of approaching traffic on the intersecting roadway before entering the intersection and the right to proceed shall be subject to the rules applicable after making a stop at a stop sign.","type":"B","note":null,"testimony":null,"id":"B91"},
   {"section":"1111(d)3","tittle":"Fail to Stop Red Arrow","law":"VTL","class":"V","code":null,"price":null,"description":"Traffic, except pedestrians, facing a steady red arrow signal may not enter the intersection to make the movement indicated by such arrow and, unless entering the intersection to make such other movement as is permitted by other indications shown at the same time, shall stop at a clearly marked stop line, but if none, then shall stop before entering the crosswalk on the near side of the intersection, or in the event there is no crosswalk at the point nearest the intersecting roadway where the driver has a view of the approaching traffic on the intersecting roadway before entering the intersection and shall remain standing until an indication to proceed is shown.","type":"B","note":null,"testimony":null,"id":"B92"},
   {"section":"4-03(b)(1)","tittle":"Fail to Stop at Blinking Red Light","law":"TR","class":"V","code":null,"price":null,"description":"Vehicular traffic facing such signals shall come to a complete stop and shall proceed only after yielding to any vehicles approaching from the cross street","type":"B","note":null,"testimony":null,"id":"B93"},
   {"section":"1174(a)","tittle":"Fail to Stop for School Bus Flashing Red Signal","law":"VTL","class":"V","code":null,"price":null,"description":"In the event an official traffic-control signal is erected and maintained at a place other than an intersection, the provisions of this section shall be applicable except as to those provisions which by their nature can have no application. Any stop required shall be made at a sign or marking on the pavement indicating where the stop shall be made, but in the absence of any such The driver of a vehicle upon a public highway, street or private road upon meeting or overtaking from either direction any school bus marked and equipped as provided in subdivision twenty of section three hundred seventy-five of this chapter which has stopped on the public highway, street or private road for the purpose of receiving or discharging any passengers, or which has stopped because a school bus in front of it has stopped to receive or discharge any passengers, shall stop the vehicle before reaching such school bus when there is in operation on said school bus a red visual signal as specified in subdivision twenty of section three hundred seventy-five of this chapter and said driver shall not proceed until such school bus resumes motion, or until signaled by the driver or a police officer to proceed. For the purposes of this section, and in addition to the provisions of section one hundred thirty-four of this chapter, the term ","type":"B","note":null,"testimony":null,"id":"B94"},
   {"section":"4-12(p)","tittle":"Fail to Use Bicycle Lane","law":"TR","class":"V","code":null,"price":null,"description":"Bicycle riders to use bicycle lanes. Whenever a usable path or lane for bicycles has been provided, bicycle riders shall use such path or lane only except under any of the following situations: (i) When preparing for a turn at an intersection or into a private road or driveway (ii) When reasonably necessary to avoid conditions (including but not limited to, fixed or moving objects, motor vehicles, bicycles, pedestrians, pushcarts, animals, surface hazards) that make it unsafe to continue within such bicycle path or lane.","type":"B","note":null,"testimony":null,"id":"B95"},
   {"section":"375-2(a)","tittle":"Fail to Use Headlights or Without Wipers","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle except a motorcycle, driven upon a public highway during the period from one-half hour after sunset to one-half hour before sunrise or at any other time when windshield wipers are in use, as a result of rain, sleet, snow, hail or other unfavorable atmospheric condition, and at such other times as visibility for a distance of one thousand feet ahead of such motor vehicle is not clear, shall display: 1. at least two lighted head lamps on the front, one on each side, having light sources of equal power; 2. if manufactured prior to January first, nineteen hundred fifty-two, at least one lighted lamp on the rear which shall display a red light visible from the rear for a distance of at least five hundred feet; 3. if manufactured on or after January first, nineteen hundred fifty-two, at least two lighted lamps on the rear, one on each side, which lamps shall display a red light visible from the rear for a distance of at least one thousand feet; and 4. if required to display a number plate on the rear, a white light which shall illuminate the numerals on such plate in such manner as to render such numerals legible for at least fifty feet from the rear. The provisions of this subparagraph shall also apply to trailers.","type":"B","note":null,"testimony":null,"id":"B96"},
   {"section":"1237","tittle":"Fail to Use Proper Hand Signal","law":"VTL","class":"V","code":null,"price":null,"description":"All signals herein required to be given by bicyclists by hand and arm shall be given in the following manner and such signals shall indicate as follows: 1. Left turn. Left hand and arm extended horizontally. 2. Right turn. Left hand and arm extended upward or right hand and arm extended horizontally. 3. Stop or decrease speed. Left hand and arm extended downward.","type":"B","note":null,"testimony":null,"id":"B97"},
   {"section":"1145","tittle":"Fail to Yield Entering a Traffic Circle","law":"VTL","class":"V","code":null,"price":null,"description":"Vehicle approaching rotary traffic circle or island. Except where a traffic control device directs otherwise, the driver of a vehicle approaching or about to enter a rotary traffic circle or island shall yield the right of way to any vehicle already traveling on such circle or around such island.","type":"B","note":null,"testimony":null,"id":"B98"},
   {"section":"4-03(b)(2)","tittle":"Fail to Yield at Blinking Yellow","law":"TR","class":"V","code":null,"price":null,"description":"Vehicular traffic facing such signals shall proceed with caution through the intersection.","type":"B","note":null,"testimony":null,"id":"B99"},
   {"section":"1153(a)","tittle":"Fail to Yield to Blind Pedestrian","law":"VTL","class":"V","code":null,"price":null,"description":"Notwithstanding the foregoing provisions of this article every driver of a vehicle approaching an intersection or crosswalk shall yield the right of way to a pedestrian crossing or attempting to cross the roadway when such pedestrian is accompanied by a guide dog or using a cane which is metallic or white in color or white with a red tip.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B100"},
   {"section":"1144(a)","tittle":"Fail to Yield to Emergency Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"Upon the immediate approach of an authorized emergency vehicle equipped with at least one lighted lamp exhibiting red light visible under normal atmospheric conditions from a distance of five hundred feet to the front of such vehicle other than a police vehicle or bicycle when operated as an authorized emergency vehicle, and when audible signals are sounded from any said vehicle by siren, exhaust whistle, bell, air-horn or electronic equivalent; the driver of every other vehicle shall yield the right of way and shall immediately drive to a position parallel to, and as close as possible to the right-hand edge or curb of the roadway, or to either edge of a one-way roadway three or more lanes in width, clear of any intersection, and shall stop and remain in such position until the authorized emergency vehicle has passed, unless otherwise directed by a police officer.","type":"B","note":null,"testimony":null,"id":"B101"},
   {"section":"1151(a)","tittle":"Fail to Yield to Pedestrians (no traffic control signal)","law":"VTL","class":"V","code":null,"price":null,"description":"When traffic-control signals are not in place or not in operation the driver of a vehicle shall yield the right of way, slowing down or stopping if need be to so yield, to a pedestrian crossing the roadway within a crosswalk on the roadway upon which the vehicle is traveling, except that any pedestrian crossing a roadway at a point where a pedestrian tunnel or overpass has been provided shall yield the right of way to all vehicles.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B102"},
   {"section":"1151a","tittle":"Fail to Yield to Pedestrians at Driveway","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of a vehicle emerging from or entering an alleyway, building, private road or driveway shall yield the right of way to any pedestrian approaching on any sidewalk extending across such alleyway, building entrance, road or driveway.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B103"},
   {"section":"1152(a)","tittle":"Fail to Yield to Pedestrians at Other Than Crosswalk","law":"VTL","class":"V","code":null,"price":null,"description":"Every pedestrian crossing a roadway at any point other than within a marked crosswalk or within an unmarked crosswalk at an intersection shall yield the right of way to all vehicles upon the roadway.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B104"},
   {"section":"1142(b)","tittle":"Fail to Yield to Pedestrians at Yield Sign","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of a vehicle approaching a yield sign shall in obedience to such sign slow down to a speed reasonable for existing conditions, or shall stop if necessary as provided in section eleven hundred seventy-two, and shall yield the right of way to any pedestrian legally crossing the roadway on which he is driving, and to any vehicle in the intersection or approaching on another highway so closely as to constitute an immediate hazard during the time such driver is moving across or within the intersection. Provided, however, that if such driver is involved in a collision with a pedestrian in a crosswalk or a vehicle in the intersection after driving past a yield sign without stopping, such collision shall be deemed prima facie evidence of his failure to yield the right of way.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B105"},
   {"section":"4-03(a)(1)","tittle":"Fail to Yield to Pedestrians or Vehicles","law":"TR","class":"V","code":null,"price":null,"description":"Vehicular traffic facing such signals may proceed straight through or turn right or left unless a sign at such place prohibits any such movement. But vehicular traffic, including vehicles turning right or left, shall yield the right of way to other vehicles and to pedestrians lawfully within the intersection or an adjacent crosswalk at the time such signal is exhibited.","type":"B","note":null,"testimony":null,"id":"B106"},
   {"section":"1140(a)","tittle":"Fail to Yield to Vehicle Approaching Intersection","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of a vehicle approaching an intersection shall yield the right of way to a vehicle which has entered the intersection from a different highway.","type":"B","note":null,"testimony":null,"id":"B107"},
   {"section":"1143","tittle":"Fail to Yield to Vehicle Entering Roadway","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of a vehicle about to enter or cross a roadway from any place other than another roadway shall yield the right of way to all vehicles approaching on the roadway to be entered or crossed.","type":"B","note":null,"testimony":null,"id":"B108"},
   {"section":"1141","tittle":"Fail to Yield to Vehicle When Turning Left","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of a vehicle intending to turn to the left within an intersection or into an alley, private road, or driveway shall yield the right of way to any vehicle approaching from the opposite direction which is within the intersection or so close as to constitute an immediate hazard.","type":"B","note":null,"testimony":null,"id":"B109"},
   {"section":"1142(a)","tittle":"Fail to Yield to Vehicle after Stop Sign","law":"VTL","class":"V","code":null,"price":null,"description":"Except when directed to proceed by a police officer, every driver of a vehicle approaching a stop sign shall stop as required by section eleven hundred seventy-two and after having stopped shall yield the right of way to any vehicle which has entered the intersection from another highway or which is approaching so closely on said highway as to constitute an immediate hazard during the time when such driver is moving across or within the intersection.","type":"B","note":null,"testimony":null,"id":"B110"},
   {"section":"1140(b)","tittle":"Fail to Yield to Vehicle on Right in Intersection","law":"VTL","class":"V","code":null,"price":null,"description":"When two vehicles enter an intersection from different highways at approximately the same time the driver of the vehicle on the left shall yield the right of way to the vehicle on the right.","type":"B","note":null,"testimony":null,"id":"B111"},
   {"section":"4-04(b)(1)","tittle":"Fail to Yield with Pedestrian in Crosswalk and No Traffic Control Device","law":"TR","class":"V","code":null,"price":null,"description":"Operators to yield to pedestrians in crosswalk. When traffic control signals or pedestrian control signals are not in place or not in operation, the operator of a vehicle shall yield the right of way to a pedestrian crossing a roadway within a crosswalk when the pedestrian is in the path of the vehicle or is approaching so closely thereto as to be in danger.","type":"B","note":null,"testimony":null,"id":"B112"},
   {"section":"1113(b)","tittle":"Flashing Yellow Enter Intersection Unsafely","law":"VTL","class":"V","code":null,"price":null,"description":"Flashing yellow indications. Vehicular traffic facing a circular yellow signal or yellow arrow with rapid intermittent flashes may proceed through the intersection or past such signal only with caution.","type":"B","note":null,"testimony":null,"id":"B113"},
   {"section":"1217","tittle":"Follow Fire Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of any vehicle other than one on official business shall not follow any authorized emergency fire vehicle in the same lane or an adjacent lane to the one being used by such fire vehicle at a distance closer than two hundred feet while such fire vehicle is displaying one or more red or combination red and white lights, or one white light which must be a revolving, rotating, flashing, oscillating or constantly moving light, nor shall such driver drive into or park his or her vehicle within the block or where there is no block, within one thousand feet of where such fire vehicle has stopped in answer to a fire alarm.","type":"B","note":null,"testimony":null,"id":"B114"},
   {"section":"4-07(g)","tittle":"Following Emergency Vehicles Prohibited","law":"TR","class":"V","code":null,"price":null,"description":"The operator of any vehicle other than one on official public business shall not follow any emergency vehicle traveling in response to an emergency call closer than 200 feet, nor drive into nor park such vehicle within the block where such emergency work is in progress.","type":"B","note":null,"testimony":null,"id":"B115"},
   {"section":"1229c-2(b)","tittle":"Front Without Child Restraint Under 4","law":"VTL","class":"V","code":null,"price":null,"description":"If they are under the age of four, by a specially designed seat which is either permanently affixed or affixed to such vehicle by a safety belt as required by subdivision one of this section, or in the event that the weight of such passenger under the age of four exceeds forty pounds, such passenger may be restrained (i) in an appropriate child restraint system as defined in subdivision four of this section used with combination lap safety and shoulder harness belts or (ii) by a lap safety belt in the event such vehicle is not equipped with combination lap safety and shoulder harness belts or all the combination lap safety and shoulder harness belts are being used to properly restrain other passengers who are under the age of sixteen.","type":"B","note":null,"testimony":null,"id":"B116"},
   {"section":"1229c-3","tittle":"Front Without Seatbelt Driver / Passenger","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate a motor vehicle unless such person is restrained by a safety belt approved by the commissioner. No person sixteen years of age or over shall be a passenger in the front seat of a motor vehicle unless such person is restrained by a safety belt approved by the commissioner.","type":"B","note":null,"testimony":null,"id":"B117"},
   {"section":"1229c-2(a)","tittle":"Front Without Seatbelt Under 16","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate a motor vehicle unless all front seat passengers under the age of sixteen are restrained by a safety belt.","type":"B","note":null,"testimony":null,"id":"B118"},
   {"section":"375-2(b)","tittle":"Glaring / Dazzling Headlights","law":"VTL","class":"V","code":null,"price":null,"description":"All lamps used on a motor vehicle except a motorcycle shall be so arranged, adjusted and operated, as to avoid dangerous glare or dazzle. Except as provided in paragraph (d) of this subdivision, the upper outline of any beam of dazzling light projected to the left of the longitudinal axis of the vehicle by the lowermost light distribution of a headlamp designed to produce more than one light distribution, or by the single light distribution of any other lamp used on such a motor vehicle, shall not rise higher than the lamp center at a distance of twenty-five feet nor higher than forty-two inches at a distance of seventy-five feet. In each case, the height of the beam shall be measured from the plane upon which the vehicle stands and the distance shall be measured from the lamp projecting the light.","type":"B","note":null,"testimony":null,"id":"B119"},
   {"section":"381-5","tittle":"Handlebars Over Shoulders Height","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate on a public highway a motorcycle on which the handle bars or grips are more than the height of the operator's shoulders.","type":"B","note":null,"testimony":null,"id":"B120"},
   {"section":"1163(e)","tittle":"Hazard Lights Improper Use","law":"VTL","class":"V","code":null,"price":null,"description":"The driver of a vehicle equipped with simultaneously flashing signals as provided for in subdivision eighteen-a of section three hundred seventy-five shall use such signals when the vehicle is stopped or disabled on a public highway, except when such vehicle is stopped in compliance with a traffic-control device or when legally parked. The driver of a vehicle so equipped may use such signals whenever necessary to warn the operators of following vehicles of the presence of a traffic hazard ahead of the signaling vehicle, or to warn the operators of other vehicles that the signaling vehicle may itself constitute a traffic hazard, taking into account traffic and highway conditions. No person shall use such signals for any other purpose.","type":"B","note":null,"testimony":null,"id":"B121"},
   {"section":"375-2(c)","tittle":"Headlight Too Strong","law":"VTL","class":"V","code":null,"price":null,"description":"No lamp shall be used on a motor vehicle having a light source greater than thirty-two candle power, unless such lamp is approved by the commissioner as provided by this section. The provisions of this paragraph shall not apply to any light which is permitted to be displayed only on an authorized emergency vehicle, a hazard vehicle or a vehicle which is permitted to display a blue or green light pursuant to paragraphs four and five of subdivision forty-one of this section.","type":"B","note":null,"testimony":null,"id":"B122"},
   {"section":"375-2(a)1","tittle":"Headlights Not Equal Power","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle except a motorcycle, driven upon a public highway during the period from one-half hour after sunset to one-half hour before sunrise or at any other time when windshield wipers are in use, as a result of rain, sleet, snow, hail or other unfavorable atmospheric condition, and at such other times as visibility for a distance of one thousand feet ahead of such motor vehicle is not clear, shall display: 1. at least two lighted head lamps on the front, one on each side, having light sources of equal power; 2. if manufactured prior to January first, nineteen hundred fifty-two, at least one lighted lamp on the rear which shall display a red light visible from the rear for a distance of at least five hundred feet; 3. if manufactured on or after January first, nineteen hundred fifty-two, at least two lighted lamps on the rear, one on each side, which lamps shall display a red light visible from the rear for a distance of at least one thousand feet; and 4. if required to display a number plate on the rear, a white light which shall illuminate the numerals on such plate in such manner as to render such numerals legible for at least fifty feet from the rear. The provisions of this subparagraph shall also apply to trailers.","type":"B","note":null,"testimony":null,"id":"B123"},
   {"section":"509-10","tittle":"Hold License from More Than One Jurisdiction","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall hold an unexpired license issued by the commissioner while holding a driver's license issued by any other jurisdiction. This prohibition shall not apply to any license which by its terms is valid only within the jurisdiction of issuance. Nor shall it apply if such person has informed the commissioner of such multiple licenses and the commissioner has determined that it is necessary for such person to hold more than one license to comply with the laws of each of the jurisdictions in which such licenses were issued. The foregoing exceptions shall not be applicable to commercial driver's licenses after December thirty-first, nineteen hundred eighty-nine.","type":"B","note":null,"testimony":null,"id":"B124"},
   {"section":"509-5","tittle":"Hold More Than One License","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall hold more than one unexpired license issued by the commissioner at any one time. The holding of a license of one class and a learner's permit for another class at the same time shall not be deemed a violation of this subdivision.","type":"B","note":null,"testimony":null,"id":"B125"},
   {"section":"375-1(a)","tittle":"Horn Inadequate / Improper Use","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle, operated or driven upon the public highways of the state, shall be provided with adequate brakes and steering mechanism in good working order and sufficient to control such vehicle at all times when the same is in use, and a suitable and adequate horn or other device for signaling, which horn or device shall produce a sound sufficiently loud to serve as a danger warning but shall not be used other than as a reasonable warning nor be unnecessarily loud or harsh.","type":"B","note":null,"testimony":null,"id":"B126"},
   {"section":"415-8","tittle":"Improper Use of Dealer / Transporter Plate","law":"VTL","class":"V","code":null,"price":null,"description":"Transporter number plates issued under this section shall be used only for the limited operation of vehicles owned or controlled by the registrant for the purpose of weighing, testing, dismantling, transporting or delivering the same, or for the purpose of moving such vehicles in connection with making installations thereon or improvements thereto, or the repossession or foreclosure thereof, or for the operation, for demonstration purposes, of any vehicle owned by a manufacturer, or for transporting or delivering the vehicle upon which the plates are displayed and additional vehicles carried in whole or in part upon such vehicle. Except as provided in section four hundred sixteen of this article, dealer number plates issued under this section may be used for all purposes for which transporter plates may be used and, in addition, may be used for the operation of any vehicle owned or controlled by the registrant and held for sale or demonstration, except a vehicle rented to another, a vehicle used to transport passengers for hire, a vehicle commonly called a ","type":"B","note":null,"testimony":null,"id":"B127"},
   {"section":"375-3","tittle":"Improper Use of High beams","law":"VTL","class":"V","code":null,"price":null,"description":"Headlamps required pursuant to the provisions of subdivision two of this section may be of the multiple beam type designed to produce more than one distribution of light or of the single beam type designed to produce only one distribution of light. Provided that, whenever a vehicle approaching from ahead is within five hundred feet, or when approaching a moving vehicle from the rear and within two hundred feet of the same, the headlamps, if of the multiple beam type, or the auxiliary front facing lamps, if the vehicle is so equipped, shall be operated so that dazzling light does not interfere with the driver of the approaching vehicle, or the vehicle being approached, and, whenever the highway is so lighted or traffic thereon is such that illumination of the highway for more than two hundred feet ahead of the vehicle by lights on such vehicle is unnecessary or impracticable, the headlamps, if of the multiple beam type, or the auxiliary front facing lamps, if the vehicle is so equipped, shall be operated with the lowermost distribution of light in use. Nothing contained in this subdivision shall be construed to prevent the use of flashing high beams to signify an intention to pass a vehicle or vehicles when two or more vehicles are traveling in the same direction, the operation of any headlamp as defined in paragraph d of subdivision two of this section, nor shall it apply to any auxiliary front facing lamp permitted to be displayed only on an authorized emergency vehicle.","type":"B","note":null,"testimony":null,"id":"B128"},
   {"section":"4-12(i)","tittle":"Improper Use of Horn","law":"TR","class":"V","code":null,"price":null,"description":"No person shall sound the horn of a vehicle except when necessary to warn a person or animal of danger.","type":"B","note":null,"testimony":null,"id":"B129"},
   {"section":"402-4","tittle":"Improper Use of Plate","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate or drive a motor vehicle upon the public highways of this state having displayed thereon number plates not proper for such vehicle under the provisions of this chapter and, upon a conviction for this offense, the number plates shall be surrendered to the court for delivery to the commissioner. The failure to produce the certificate of registration or registration renewal stub of a vehicle shall be presumptive evidence of displaying number plates not proper for the vehicle. Every annual number plate issued shall remain the property of the state until the correct registration fee is paid. Every number plate of a permanent nature for use with a removable date tag which shall be issued shall remain the property of the state unless and until the commissioner finds that the state no longer has use for it. Number plates belonging to the state shall be under the control of the commissioner.","type":"B","note":null,"testimony":null,"id":"B130"},
   {"section":"411-3","tittle":"Improper Use of Plates","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate or drive a motorcycle upon the public highways of this state having displayed thereon a number plate not proper for such motorcycle under the provisions of this chapter and, upon conviction for this offense, the number plate shall be surrendered to the court for delivery to the commissioner.","type":"B","note":null,"testimony":null,"id":"B131"},
   {"section":"1251(b)","tittle":"Improperly Seated","law":"VTL","class":"V","code":null,"price":null,"description":"A person shall ride upon a motorcycle only while sitting astride the seat, facing forward, with one leg on each side of the motorcycle, unless said person is seated in a sidecar affixed to said motorcycle.","type":"B","note":null,"testimony":null,"id":"B132"},
   {"section":"381-1(a)","tittle":"Inadequate Brakes / Missing Lights / Cut-out Muffler","law":"VTL","class":"V","code":null,"price":null,"description":"Every motorcycle, driven upon the public highways of this state, shall be provided with adequate brakes in good working order and sufficient to control such motorcycle at all times, when the same is in use, a suitable and adequate bell, horn or other device for signaling, one red to amber stop lamp and shall, whenever such motorcycle is being operated upon the public highways of the state, display one lighted lamp in front and one on the rear, or, when such motorcycle is operated with a passenger or other truck attached to the side or front two such lamps on the front and one on the rear; and in all cases the lamps on a motorcycle shall include a red light visible from the rear. The rays of such rear lamp shall shine upon the number plate carried on the rear of such motorcycle in such manner as to render the numerals thereon visible for at least fifty feet in the direction from which the motorcycle is proceeding. The light of the front lamp or lamps shall be visible at least two hundred feet in the direction in which the motorcycle is proceeding. Every such motorcycle shall have a suitable muffler or device to prevent unnecessary noise from exhaust gases, and the use of so-called ","type":"B","note":null,"testimony":null,"id":"B133"},
   {"section":"1251(d)","tittle":"Interfere with Control","law":"VTL","class":"V","code":null,"price":null,"description":"No operator shall carry any person, nor shall any person ride, in a position that will interfere with the operation or control of the motorcycle or the view of the operator.","type":"B","note":null,"testimony":null,"id":"B134"},
   {"section":"501-5(c)","tittle":"Learner Without Class M / MJ Permit","law":"VTL","class":"V","code":null,"price":null,"description":"The restrictions contained in paragraphs (a) and (b) of this subdivision shall apply to a learner's permit which has been issued to a person who has made application for a class M or class MJ license, except that the required supervising driver need exercise only general supervision and control over the learner as prescribed by regulation of the commissioner when the learner is operating a motorcycle, provided, however, a person who possesses a learner's permit and who has made application for a class M or class MJ license, shall not operate a motorcycle while there is another person on such motorcycle unless such other person possesses a valid class M license.","type":"B","note":null,"testimony":null,"id":"B135"},
   {"section":"4-07(f)","tittle":"Learners Permit Holder Driving in Park or Around Park Enrtance","law":"TR","class":"V","code":null,"price":null,"description":"Restrictions on learners. (1) An operator with a learner's permit shall not operate a motor vehicle in any park, on any play street, or along any block in which there is an entrance to a public playground or park. (2) The licensed operator accompanying an operator with a learner's permit shall not permit such learner to violate paragraph (f)(1), above.","type":"B","note":null,"testimony":null,"id":"B136"},
   {"section":"601","tittle":"Leave Scene Accident with Animal","law":"VTL","class":"V","code":null,"price":null,"description":"Any person operating a motor vehicle which shall strike and injure any horse, dog, cat or animal classified as cattle shall stop and endeavor to locate the owner or custodian of such animal or a police, peace or judicial officer of the vicinity, and take any other reasonable and appropriate action so that the animal may have necessary attention, and shall also promptly report the matter to such owner, custodian or officer (or if no one of such has been located, then to a police officer of some other nearby community), exhibiting his or her license and insurance identification card for such vehicle, when such card is required pursuant to articles six and eight of this chapter, giving his or her name and residence, including street and street number, insurance carrier and insurance identification information and license number. Violation of this section shall be punishable by a fine of not more than one hundred dollars for a first offense and by a fine of not less than fifty nor more than one hundred fifty dollars for a second offense and each subsequent offense; provided, however where the animal that has been struck and injured is a guide dog, hearing dog or service dog, as such terms are defined in section forty-seven-b of the civil rights law which is actually engaged in aiding or guiding a person with a disability, a violation of this section shall be publishable by a fine of not less than fifty nor more than one hundred fifty dollars for a first offense and by a fine of not less than one hundred fifty dollars nor more than three hundred dollars for a second offense and each subsequent offense.","type":"B","note":null,"testimony":null,"id":"B137"},
   {"section":"600-1a","tittle":"Leave Scene of Property Damage","law":"VTL","class":"V","code":null,"price":null,"description":"Any person operating a motor vehicle who, knowing or having cause to know that damage has been caused to the real property or to the personal property, not including animals, of another, due to an incident involving the motor vehicle operated by such person shall, before leaving the place where the damage occurred, stop, exhibit his or her license and insurance identification card for such vehicle, when such card is required pursuant to articles six and eight of this chapter, and give his or her name, residence, including street and number, insurance carrier and insurance identification information including but not limited to the number and effective dates of said individual's insurance policy, and license number to the party sustaining the damage, or in case the person sustaining the damage is not present at the place where the damage occurred then he or she shall report the same as soon as physically able to the nearest police station, or judicial officer.","type":"B","note":null,"testimony":null,"id":"B138"},
   {"section":"1160(c)","tittle":"Left Turn Improper (1 way road)","law":"VTL","class":"V","code":null,"price":null,"description":"Left turns on other than two-way roadways. At any intersection where traffic is restricted to one direction on one or more of the roadways, the driver of a vehicle intending to turn left at any such intersection shall approach the intersection in the extreme left-hand lane of the roadway lawfully available to traffic moving in the direction of travel of such vehicle or, where travel on the shoulder or slope has been authorized, from the shoulder or slope, and after entering the intersection the left turn shall be made so as to leave the intersection, as nearly as practicable, in the left-hand lane lawfully available to traffic moving in such direction upon the roadway being entered.","type":"B","note":null,"testimony":null,"id":"B139"},
   {"section":"1160(b)","tittle":"Left Turn Improper (2 way road)","law":"VTL","class":"V","code":null,"price":null,"description":"Left turns on two-way roadways. At any intersection where traffic is permitted to move in both directions on each roadway entering the intersection, an approach for a left turn shall be made in that portion of the right half of the roadway nearest the center line thereof and by passing to the right of such center line where it enters the intersection and after entering the intersection the left turn shall be made so as to leave the intersection to the right of the center line of the roadway being entered. Whenever practicable the left turn shall be made in that portion of the intersection to the left of the center of the intersection.","type":"B","note":null,"testimony":null,"id":"B140"},
   {"section":"1251(c)","tittle":"Less Than Two Hands On Handlebars","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate a motorcycle while carrying any package, bundle or other article which prevents him from keeping both hands on the handlebars.","type":"B","note":null,"testimony":null,"id":"B141"},
   {"section":"4-07(c)(3)(ii)","tittle":"Limited Use Vehicle on Sidewalk","law":"TR","class":"V","code":null,"price":null,"description":"No person shall ride, park or operate a limited use vehicle within any sidewalk area except where permitted by sign. This prohibition shall not apply to the pushing of a limited use vehicle within a sidewalk area or to the pushing of such a vehicle to an authorized parking area.","type":"B","note":null,"testimony":null,"id":"B142"},
   {"section":"1220(a)","tittle":"Litter from Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall throw, dump, deposit or place, or cause to be thrown, dumped, deposited or placed upon any highway, or within the limits of the right of way of such highway, or upon private lands adjacent thereto, any refuse, trash, garbage, rubbish, litter or any nauseous or offensive matter.","type":"B","note":null,"testimony":null,"id":"B143"},
   {"section":"4-11(b)","tittle":"Livery Cruising for Solicitation of Passengers","law":"TR","class":"V","code":null,"price":null,"description":"Cruising prohibited. An operator of a vehicle other than a taxi shall not operate his/her vehicle along a street for the purpose of soliciting passengers or searching for passengers.","type":"B","note":null,"testimony":null,"id":"B144"},
   {"section":"375-31","tittle":"Loud Muffler","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle, operated or driven upon the highways of the state, shall at all times be equipped with an adequate muffler and exhaust system in constant operation and properly maintained to prevent any excessive or unusual noise and no such muffler or exhaust system shall be equipped with a cut-out, bypass, or similar device. No person shall modify the muffler or exhaust system of a motor vehicle in a manner which will amplify or increase the noise emitted by the motor or exhaust system of such vehicle above that emitted by the muffler or exhaust system originally installed on the vehicle and such original muffler and exhaust system shall comply with all the requirements of this section.","type":"B","note":null,"testimony":null,"id":"B145"},
   {"section":"375-47(a)","tittle":"Loud Music from Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be unlawful for any person to operate or cause to be operated, an audio amplification system which is operated in, installed in or powered by a vehicle which generates an A-weighted sound level in excess of seventy dB (A) measured at, or adjusted to, a distance of twenty-five feet from the vehicle which is driven, standing, or parked on a public highway, or within one hundred feet of a public highway unless that system is being operated to request assistance or warn of a hazardous situation. This section shall not apply to authorized emergency vehicles or vehicles operated by gas, electric, communications or water utilities. This section shall not apply to the sound systems of vehicles used for advertising, or in parades, political or other special events, except that the use of sound systems on those motor vehicles may be prohibited by a local authority by ordinance or local law.","type":"B","note":null,"testimony":null,"id":"B146"},
   {"section":"2265-1","tittle":"Missing Equipment","law":"VTL","class":"V","code":null,"price":null,"description":"Unless otherwise prescribed by regulation of the commissioner, a limited use automobile shall be subject to the equipment requirements of this chapter which are applicable to a passenger motor vehicle. Unless otherwise prescribed by regulation of the commissioner, a limited use motorcycle shall be subject to the equipment requirements which are applicable to a motorcycle. The operator of a limited use motorcycle shall be subject to the requirements of subdivisions six and seven of section three hundred eighty-one of this chapter, except that the requirements of subdivisions six and seven of section three hundred eighty-one of this chapter shall not be applicable to the operator of a class C limited use motorcycle. The commissioner may, by regulation, provide for different equipment requirements for different classes of limited use motorcycles. As far as practicable, such regulations, if promulgated by the commissioner, shall be consistent with federal motor vehicle safety standards established for similar vehicles. No person shall operate a limited use vehicle on the public highways of this state in violation of the provisions of this section or regulations promulgated by the commissioner there under.","type":"B","note":null,"testimony":null,"id":"B147"},
   {"section":"381-7","tittle":"Missing Face Shield or No Goggles","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be unlawful, on and after January first, nineteen hundred sixty-seven, for any person to operate a motorcycle unless he wears goggles or a face shield of a type approved by the commissioner. The commissioner is hereby authorized and empowered to adopt and amend regulations covering types of goggles and face shields and the specifications therefor and to establish and maintain a list of approved goggles and face shields which meet the specifications as established hereunder.","type":"B","note":null,"testimony":null,"id":"B148"},
   {"section":"375-23","tittle":"Missing Interior Door Handles - For Hire Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle operated for hire upon the public highways of this state shall be equipped with handles or other devices which shall permit the door or doors to the passenger compartment to be readily opened from the interior of the vehicle.","type":"B","note":null,"testimony":null,"id":"B149"},
   {"section":"375-10(a)","tittle":"Missing Rear View Mirror","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle, when driven or operated upon a public highway, shall be equipped with a mirror or other reflecting device so adjusted that the operator of such vehicle shall have a clear and full view of the road and condition of traffic behind such vehicle.","type":"B","note":null,"testimony":null,"id":"B150"},
   {"section":"375-12","tittle":"Missing Safety Glass","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be unlawful to operate on any public highway or street in this state any motor vehicle registered in New York state unless such vehicle be equipped with safety glass wherever glass is used in doors, windows and windshields. For the purposes of this subdivision, any device other than a trailer, which is attached to or carried upon a motor vehicle and which lawfully can be occupied while the motor vehicle is in motion, shall be considered a part of such motor vehicle.","type":"B","note":null,"testimony":null,"id":"B151"},
   {"section":"375-10a","tittle":"Missing Side View Mirror","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be unlawful after July first, nineteen hundred sixty-seven to operate on any public highway in this state any motor vehicle registered in this state, manufactured or assembled on or after such date, and designated as a nineteen hundred sixty-eight or later model, unless such vehicle is equipped with an adjustable side view mirror which shall be affixed to the left outside of such vehicle and which shall be adjustable so that the operator of such vehicle may have a clear view of the road and condition of traffic on the left side and to the rear of such vehicle.","type":"B","note":null,"testimony":null,"id":"B152"},
   {"section":"375-42","tittle":"Missing Speedometer","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle registered in this state which is manufactured or assembled on or after September first, nineteen hundred eighty and operated or driven upon the highways of the state shall be equipped with a speedometer device which is capable of measuring the speed of such vehicle and displaying the same in miles per hour.","type":"B","note":null,"testimony":null,"id":"B153"},
   {"section":"375-24a","tittle":"More Than One Earphone","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be unlawful to operate upon any public highway in this state a motor vehicle, limited use automobile, limited use motorcycle or bicycle while the operator is wearing more than one earphone attached to a radio, tape player or other audio device.","type":"B","note":null,"testimony":null,"id":"B154"},
   {"section":"402-2","tittle":"More Than One State Plate Displayed","law":"VTL","class":"V","code":null,"price":null,"description":"Such number plates shall be of such material, form, design and dimensions and contain or set forth such distinguishing number or other identification marks as the commissioner shall prescribe, provided, however, that there shall be at all times a marked contrast between the color of the number plates and that of the numerals or letters thereon, and provided further that no vehicle shall display the number plates of more than one state at a time except where the vehicle is required to be registered in more than one state, and provided further that the number plates of a rental vehicle shall not display any indication of the rental status of such vehicle nor shall any plate be used other than those issued by the commissioner.","type":"B","note":null,"testimony":null,"id":"B155"},
   {"section":"411-2","tittle":"More Than One State Plate Displayed","law":"VTL","class":"V","code":null,"price":null,"description":"Such number plates shall be of such material, form, design and dimensions and contain or set forth such distinguishing number or other identification marks as the commissioner shall prescribe, provided, however, that there shall be at all times a marked contrast between the color of the number plates and that of the numerals or letters thereon, and provided further that no motorcycle shall display the number plates of more than one state at a time, nor shall any plate be used other than those issued by the commissioner.","type":"B","note":null,"testimony":null,"id":"B156"},
   {"section":"1234(b)","tittle":"More Than Two Abreast Single Lane","law":"VTL","class":"V","code":null,"price":null,"description":"Persons riding bicycles or skating or gliding on in-line skates upon a roadway shall not ride more than two abreast. Persons riding bicycles or skating or gliding on in-line skates upon a shoulder, bicycle or in-line skate lane, or bicycle or in-line skates path, intended for the use of bicycles or in-line skates may ride two or more abreast if sufficient space is available, except that when passing a vehicle, bicycle or person on in-line skates, or pedestrian, standing or proceeding along such shoulder, lane or path, persons riding bicycles or skating or gliding on in-line skates shall ride, skate, or glide single file. Persons riding bicycles or skating or gliding on in-line skates upon a roadway shall ride, skate, or glide single file when being overtaken by a vehicle.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B157"},
   {"section":"1202(c)","tittle":"Move Vehicle Into Prohibited Area","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall move a vehicle not lawfully under his control into any prohibited area or away from a curb such distance as is unlawful.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B158"},
   {"section":"1236(b)","tittle":"No Bell / Prohibited Whistle or Siren","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate a bicycle unless it is equipped with a bell or other device capable of giving a signal audible for a distance of at least one hundred feet, except that a bicycle shall not be equipped with nor shall any person use upon a bicycle any siren or whistle.","type":"B","note":null,"testimony":null,"id":"B159"},
   {"section":"1236(c)","tittle":"No Brakes","law":"VTL","class":"V","code":null,"price":null,"description":"Every bicycle shall be equipped with a brake which will enable the operator to make the braked wheels skid on dry, level, clean pavement.","type":"B","note":null,"testimony":null,"id":"B160"},
   {"section":"375-48(b)","tittle":"No Bumper Front or Rear","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate a passenger car registered in New York unless it is equipped with both a front and rear bumper, each securely fastened and with some part of the bumper located between sixteen inches and twenty inches above the ground. This provision shall not apply to a vehicle registered as an historical vehicle.","type":"B","note":null,"testimony":null,"id":"B161"},
   {"section":"1226","tittle":"No Hands on Steering Wheel","law":"VTL","class":"V","code":null,"price":null,"description":"Control of steering mechanism. No person shall operate a motor vehicle without having at least one hand or, in the case of a physically handicapped person, at least one prosthetic device or aid on the steering mechanism at all times when the motor vehicle is in motion.","type":"B","note":null,"testimony":null,"id":"B162"},
   {"section":"1236(a)","tittle":"No Lights","law":"VTL","class":"V","code":null,"price":null,"description":"Every bicycle when in use during the period from one-half hour after sunset to one-half hour before sunrise shall be equipped with a lamp on the front which shall emit a white light visible during hours of darkness from a distance of at least five hundred feet to the front and with a red or amber light visible to the rear for three hundred feet. Effective July first, nineteen hundred seventy-six, at least one of these lights shall be visible for two hundred feet from each side.","type":"B","note":null,"testimony":null,"id":"B163"},
   {"section":"411-1","tittle":"No Plate / Swinging / Insecure","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate or drive a motorcycle on the public highways of this state unless such motorcycle shall have a distinctive number assigned to it by the commissioner and a number plate issued by the commissioner with a number corresponding to that of the certificate of registration conspicuously displayed on the rear of such motorcycle, securely fastened so as to prevent the same from swinging.","type":"B","note":null,"testimony":null,"id":"B164"},
   {"section":"381-4","tittle":"No Rear Red Reflector","law":"VTL","class":"V","code":null,"price":null,"description":"Every motorcycle shall have at least one adequate red reflector securely attached to the rear. Such reflector may be a part of the rear lamp. No reflector shall be deemed adequate within the meaning of this subdivision unless it is of a size and type approved by the commissioner, and unless it is so designed, located and maintained as to be visible for at least two hundred feet when opposed by a motor vehicle displaying lawful undimmed headlights at night on an unlighted highway. The provisions of this subdivision with respect to reflectors shall be applicable, both day and night, whenever the motorcycle is on a public highway.","type":"B","note":null,"testimony":null,"id":"B165"},
   {"section":"381-10","tittle":"No Rear View Mirror","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be unlawful after July first, nineteen hundred sixty-seven to operate on any public highway in this state any motorcycle registered in this state, unless such motorcycle is equipped with a rear view mirror which shall be adjusted so that the operator of such motorcycle shall have a clear view of the road and condition of traffic behind such motorcycle.","type":"B","note":null,"testimony":null,"id":"B166"},
   {"section":"1236(e)","tittle":"No Reflectors","law":"VTL","class":"V","code":null,"price":null,"description":"Every bicycle when in use during the period from one-half hour after sunset to one-half hour before sunrise shall be equipped with reflective devices or material meeting the standards established by rules and regulations promulgated by the commissioner; provided, however, that such standards shall not be inconsistent with or otherwise conflict with the requirements of subdivisions (a) and (d) of this section.","type":"B","note":null,"testimony":null,"id":"B167"},
   {"section":"1236(d)","tittle":"No Tire Reflectors","law":"VTL","class":"V","code":null,"price":null,"description":"Every new bicycle shall be equipped with reflective tires or, alternately, a reflex reflector mounted on the spokes of each wheel, said tires and reflectors to be of types approved by the commissioner. The reflex reflector mounted on the front wheel shall be colorless or amber, and the reflex reflector mounted on the rear wheel shall be colorless or red.","type":"B","note":null,"testimony":null,"id":"B168"},
   {"section":"375-12a(a)","tittle":"No Windshield / Blocked Windshield","law":"VTL","class":"V","code":null,"price":null,"description":"Every motor vehicle, except a motorcycle, when driven or operated upon a public highway, road or street shall be equipped with a front windshield in a fixed and more or less upright position constructed of safety glass as defined in subdivision fourteen of this section and required by subdivisions eleven and twelve hereof. No person shall drive any motor vehicle with any sign or other nontransparent material other than a certificate or paper required to be displayed by law upon the front windshield or the sidewings or side windows on either side forward of or adjacent to the operator's seat.","type":"B","note":null,"testimony":"On [DATE], I was working a [TIME] tour. I was assigned to [VEHICLE NUMBER] a marked RMP with emergency lighting. I was assigned to VTL enforcement in uniform. At the beginning of my tour I was assigned a TM100 Tint meter and conducted a series of tests as required by the manufacturer. These tests consisted of the following: Inserting the first test plate, which has a known tint percentage of 78% into the tint meter and receiving the appropriate reading of 78%. I then inserted the second test plate, which has a known tint percentage of 27% into the tint meter and receiving the appropriate reading of 27%. These tests assured me that the battery and internal components of the tint meter were functioning properly, as per manufacturer's specifications and the training I received in [MONTH AND YEAR] in the usage and functions of the TM100 Tint Meter. At approximately [TIME], I was traveling [DIRECTION] on [STREET] at the intersection of [STREET]. [STREET ONE] runs east and west with two lanes in each direction. [STREET TWO] is a one lane road traveling southbound. At this point I observed a [COLOR/MAKE/YEAR] [MUST STATE SEDAN IF WRITING REAR WINDOWS] NY plate 123456 traveling [DESCRIBE DIRECTION AND INTERSECTION]. Based upon my training the windows appeared darker than the legal limit of 70% VLT in New York State. I activated my emergency lights and stopped the motorist approximately one block West of [STREET] on [STREET]. I identified the motorist as [NAME] by [STATE/LICENSE CLASS/LICENSE NUMBER]. I then tested the light transmittance of the driver side front window by inserting the glass portion of the window into the tint meter, and received a reading of 28% Visual light transmittance which is below the legal limit of 70% VLT for said vehicle. The driver did not have any medical exemption sticker or letter and was issued one summons for violation of NYS tint laws. Upon completion, the tint meter was tested by me again using the aforementioned test plates and method and was found to still be in working order, giving back the correct tint percentages.","id":"B169"},
   {"section":"381-3","tittle":"Non White or Yellow Front Ligh","law":"VTL","class":"V","code":null,"price":null,"description":"Except as hereinafter provided, only a white or yellow light shall be displayed upon a motorcycle so as to be visible from a point directly in front of the vehicle. Any color light, except blue, may be displayed, so as to be visible from a point directly in front of the vehicle, on a police vehicle or on a motorcycle operated by a sheriff or regular deputy sheriff when engaged in the performance of duty as a police officer. Any color light, including blue, may be displayed, so as to be visible from a point directly in front of the vehicle, on a motorcycle operated by a chief or assistant chief of a fire department, a county or deputy county fire coordinator, or a county or assistant county fire marshal. A blue light may be displayed upon a motorcycle, so as to be visible from a point directly in front of the vehicle, when operated by an active volunteer member of a fire department or company duly authorized as hereinafter provided, and while such vehicle is in use for fire or other emergency service. No volunteer fireman shall be permitted to display a blue light upon a motorcycle as hereinbefore provided except while actually enroute to the scene of a fire or other emergency requiring his services and unless he shall be an active volunteer member of a fire department or company and shall have been authorized in writing to so display a blue light by the chief of the fire department or company of which he is a member, which authorization shall be subject to revocation at any time by the chief who issued the same, or his successor in office.","type":"B","note":null,"testimony":null,"id":"B170"},
   {"section":"1232(a)","tittle":"Not Seated or Feet on Pedals","law":"VTL","class":"V","code":null,"price":null,"description":"A person propelling a bicycle shall not ride other than upon or astride a permanent and regular seat attached thereto, nor shall he ride with his feet removed from the pedals.","type":"B","note":null,"testimony":null,"id":"B171"},
   {"section":"4-07(b)(1)","tittle":"Obstructing Traffic","law":"TR","class":"V","code":null,"price":null,"description":"Traffic lane. No person shall operate a vehicle in a manner which obstructs traffic in lanes specifically designated for the movement of traffic. Such lanes include, but are not limited to, no standing zones and no stopping zones.","type":"B","note":null,"testimony":null,"id":"B172"},
   {"section":"375-28","tittle":"Offensive Vapors from Auto","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate upon a public highway a vehicle which emits unnecessary smoke or unnecessary offensive vapors.","type":"B","note":null,"testimony":null,"id":"B173"},
   {"section":"1227-1","tittle":"Open Container in Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"The drinking of alcoholic beverages, or the possession of an open container containing an alcoholic beverage, in a motor vehicle located upon the public highways or right-of-way public highway is prohibited. Any operator or passenger violating this section shall be guilty of a traffic infraction.","type":"B","note":null,"testimony":null,"id":"B174"},
   {"section":"1214","tittle":"Open Door Unsafely into Traffic","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall open the door of a motor vehicle on the side available to moving traffic unless and until it is reasonably safe to do so, and can be done without interfering with the movement of other traffic, nor shall any person leave a door open on the side of a vehicle available to moving traffic for a period of time longer than necessary to load or unload passengers.","type":"B","note":null,"testimony":null,"id":"B175"},
   {"section":"4-12(c)","tittle":"Open Door into Oncoming Traffic","law":"TR","class":"V","code":null,"price":null,"description":"Getting out of vehicle. No person shall get out of any vehicle from the side facing on the traveled part of the street in such manner as to interfere with the right of the operator of an approaching vehicle or a bicycle.","type":"B","note":null,"testimony":null,"id":"B176"},
   {"section":"4-07(c)(3)(i)","tittle":"Operate Bicycle on Sidewalk","law":"TR","class":"V","code":null,"price":null,"description":"No person shall ride or operate a bicycle upon any sidewalk area unless permitted by sign. This prohibition shall not apply to the operation of bicycles with wheels of less than 26 inches in diameter upon the sidewalk by children of 12 years or less in age.","type":"B","note":null,"testimony":null,"id":"B177"},
   {"section":"1252(d)","tittle":"Operate More Than Two Abreast In Single Lane","law":"VTL","class":"V","code":null,"price":null,"description":"Motorcycles shall not be operated more than two abreast in a single lane.","type":"B","note":null,"testimony":null,"id":"B178"},
   {"section":"509-2","tittle":"Operate Vehicle Out of Class","law":"VTL","class":"V","code":null,"price":null,"description":"Whenever a license is required to operate a motor vehicle, no person shall operate a motor vehicle unless he is the holder of a class of license which is valid for the operation of such vehicle.","type":"B","note":null,"testimony":null,"id":"B179"},
   {"section":"509-3","tittle":"Operate Vehicle Violate Restrictions","law":"VTL","class":"V","code":null,"price":null,"description":"Whenever a permit or license is required to operate a motor vehicle, no person shall operate any motor vehicle in violation of any restriction contained on, or applicable to, the permit or license.","type":"B","note":null,"testimony":null,"id":"B180"},
   {"section":"509-1a","tittle":"Operate Vehicle Without Endorsements","law":"VTL","class":"V","code":null,"price":null,"description":"Whenever a license is required to operate a commercial motor vehicle, no person shall operate a commercial motor vehicle without the proper endorsements for the specific vehicle being operated or for the passengers or type of cargo being transported.","type":"B","note":null,"testimony":null,"id":"B181"},
   {"section":"4-09(b)(2)","tittle":"Operate Vehicle Without Lights Equipped","law":"TR","class":"V","code":null,"price":null,"description":"No person shall operate a motor vehicle or motorcycle on any street at any time unless it is equipped with head lamps, rear lamps and reflectors complying with the provisions of §§375(2) and 376 of the Vehicle and Traffic Law.","type":"B","note":null,"testimony":null,"id":"B182"},
   {"section":"4-12(e)","tittle":"Operate Vehicle or Bicycle With No Hands","law":"TR","class":"V","code":null,"price":null,"description":"Operator's hand on steering device. No person shall operate or ride a motor vehicle or bicycle without having his/her hand on the steering device or handle bars. A person riding or leading a horse or driving a horse-drawn carriage shall have the reins in his/her hand continuously.","type":"B","note":null,"testimony":null,"id":"B183"},
   {"section":"2262-3","tittle":"Operate Where Not Permitted","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate a limited use vehicle on a public highway where such operation is not permitted in accordance with the provisions of this section.","type":"B","note":null,"testimony":null,"id":"B184"},
   {"section":"1213(a)","tittle":"Overloaded Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall drive a motor vehicle when it is so loaded, or when there are in the front seat such number of persons as to obstruct the view of the driver to the front or sides of the vehicle or as to interfere with the driver's control over the driving mechanism of the vehicle. In no event shall there be more than three persons in the front seat of any vehicle, except where such seat has been constructed to accommodate more than three persons and there is eighteen inches of seating capacity for each passenger or occupant in said front seat.","type":"B","note":null,"testimony":null,"id":"B185"},
   {"section":"4-04(b)(3)","tittle":"Overtake a Vehicle while a Pedestrian is Crossing","law":"TR","class":"V","code":null,"price":null,"description":"Vehicles stopped for pedestrians. Whenever any vehicle is stopped at a crosswalk to permit a pedestrian to cross the roadway, the operator of any other vehicle approaching from the rear in the same or adjacent lanes shall not overtake and pass such stopped vehicle.","type":"B","note":null,"testimony":null,"id":"B186"},
   {"section":"1123(a)","tittle":"Overtaking / Passing on Right","law":"VTL","class":"V","code":null,"price":null,"description":"When overtaking on the right is permitted. (a) The driver of a vehicle may overtake and pass upon the right of another vehicle only under the following conditions: 1. When the vehicle overtaken is making or about to make a left turn; 2. Upon a street or highway with unobstructed pavement not occupied by parked vehicles of sufficient width for two or more lines of moving vehicles in each direction 3. Upon a one-way street, or upon any roadway on which traffic is restricted to one direction of movement, where the roadway is free from obstructions and of sufficient width for two or more lines of moving vehicles.","type":"B","note":null,"testimony":null,"id":"B187"},
   {"section":"1122a","tittle":"Overtaking a Bicycle","law":"VTL","class":"V","code":null,"price":null,"description":"The operator of a vehicle overtaking, from behind, a bicycle proceeding on the same side of a roadway shall pass to the left of such bicycle at a safe distance until safely clear thereof.","type":"B","note":null,"testimony":null,"id":"B188"},
   {"section":"1203(d)1","tittle":"Park & Display for Sale","law":"VTL","class":"V","code":null,"price":null,"description":"No person regularly engaged in the sale or repair of vehicles shall park a vehicle upon any highway for the purpose of displaying such vehicle for sale.","type":"B","note":null,"testimony":null,"id":"B189"},
   {"section":"1202(a)3","tittle":"Park Within 50ft of Railroad Crossing","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall park a vehicle, whether occupied or not, except temporarily for the purpose of and while actually engaged in loading or unloading merchandise or passengers, within fifty feet of the nearest rail of a railroad crossing, unless a different distance is indicated by official signs, markings or parking meters.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B190"},
   {"section":"1200(c)","tittle":"Parking Where Prohibited","law":"VTL","class":"V","code":null,"price":null,"description":"When parking is prohibited by this article, or by local law, ordinance, order, rule or regulation, no person shall park a vehicle, whether occupied or not, but may stop or stand temporarily for the purpose of and while actually engaged in loading or unloading merchandise or passengers.","type":"B","note":null,"testimony":null,"id":"B191"},
   {"section":"1252(b)","tittle":"Pass Another Vehicle in Same Lane","law":"VTL","class":"V","code":null,"price":null,"description":"The operator of a motorcycle shall not overtake and pass in the same lane occupied by the vehicle being overtaken.","type":"B","note":null,"testimony":null,"id":"B192"},
   {"section":"1151(c)","tittle":"Pass a Vehicle Stopped to Yield to Pedestrians","law":"VTL","class":"V","code":null,"price":null,"description":"Whenever any vehicle is stopped at a marked crosswalk or at any unmarked crosswalk at an intersection to permit a pedestrian to cross the roadway, the driver of any other vehicle approaching from the rear shall not overtake and pass such stopped vehicle.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B193"},
   {"section":"1238-2(a)","tittle":"Passenger Age 1-4 Without Proper Helmet","law":"VTL","class":"V","code":null,"price":null,"description":"No person operating a bicycle shall allow a person one or more years of age and less than five years of age to ride as a passenger on a bicycle unless such passenger is wearing a helmet meeting standards established by the commissioner. For the purposes of this subdivision wearing a helmet means having a helmet of good fit fastened securely upon the head with the helmet straps.","type":"B","note":null,"testimony":null,"id":"B194"},
   {"section":"1238-2(b)","tittle":"Passenger Age 1-4 Without Special Seat","law":"VTL","class":"V","code":null,"price":null,"description":"No person operating a bicycle shall allow a person one or more years of age and less than five years of age to ride as a passenger on a bicycle unless such passenger is placed in a separate seat attached to the bicycle and such seat shall have adequate provision for retaining the passenger in place and for protecting the passenger from the moving parts of the bicycle.","type":"B","note":null,"testimony":null,"id":"B195"},
   {"section":"4-12(b)","tittle":"Passenger Hang Outside of Vehicle or Ride in Non Passenger Area","law":"TR","class":"V","code":null,"price":null,"description":"No person shall ride in any place or in any part of a vehicle except that provided for passenger carrying purposes, nor shall he/she permit any part of his/her body to extend outside of any part of a vehicle, except when required to extend the hand to indicate an intention to turn, slow down, stop, or start from the curb.","type":"B","note":null,"testimony":null,"id":"B196"},
   {"section":"1213(b)","tittle":"Passenger Interfere with Driver","law":"VTL","class":"V","code":null,"price":null,"description":"No passenger in a vehicle shall ride in such a position as to interfere with the driver's view ahead or to the sides, or to interfere with his control over the driving mechanism of the vehicle.","type":"B","note":null,"testimony":null,"id":"B197"},
   {"section":"1233-3","tittle":"Permit Clinging to Vehicle","law":"VTL","class":"V","code":null,"price":null,"description":"No vehicle operator shall knowingly permit any person to attach any device or himself to such operator's vehicle in violation of subdivision one or subdivision two of this section.","type":"B","note":null,"testimony":null,"id":"B198"},
   {"section":"4-11(c)","tittle":"Pickup Passenger in Crosswalk or Intersection or Bicycle Lane","law":"TR","class":"V","code":null,"price":null,"description":"Pickup and discharge of passengers by taxis, commuter vans and for-hire vehicles. Operators of taxis, commuter vans and for-hire vehicles may, in the course of the lawful operation of such vehicles, temporarily stop their vehicles to expeditiously pick up or discharge passengers at the curb in areas where standing or parking is prohibited. Taxis, commuter vans and for-hire vehicles, while engaged in picking up or discharging passengers must be within 12 inches of the curb and parallel thereto, but may stop or stand to pick up or discharge passengers alongside a vehicle parked at the curb only if there is no unoccupied curb space available within 100 feet of the pickup or discharge location; however, picking up or discharging passengers shall not be made: (1) Within a pedestrian crosswalk.(2) Within an intersection, except on the side of a roadway opposite a street which intersects but does not cross such roadway. (3) Alongside or opposite any street excavation when stopping to pick up or discharge passengers obstructs traffic. (4) Under such conditions as to obstruct the movement of traffic and in no instance so as to leave fewer than 10 feet available for the free movement of vehicular traffic. (5) Where stopping is prohibited. (6) Within a bicycle lane. (7) Within horse-drawn carriage boarding areas.","type":"B","note":null,"testimony":null,"id":"B199"},
   {"section":"1219(a)","tittle":"Place Injurious Substance on Roadway","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall throw or deposit upon any highway any glass bottle, glass, nails, tacks, wire, cans, snow or any other substance likely to injure any person, animal, or vehicle upon such highway.","type":"B","note":null,"testimony":null,"id":"B200"},
   {"section":"1114(a)","tittle":"Place Sign on Traffic Control Device","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall place, maintain, or display upon or in view of any highway any unauthorized sign, signal, marking or device which purports to be or is an imitation of or resembles or is likely to be construed as an official traffic-control device or railroad sign or signal, or which attempts to direct or regulate the movement of traffic, or which hides from view or interferes with the effectiveness of any official traffic-control device or any railroad sign or signal.","type":"B","note":null,"testimony":null,"id":"B201"},
   {"section":"402-1","tittle":"Plate Covered / Dirty / Swinging / Not Displayed / Insecurely Fastened / Registration Sticker Not on Windshield","law":"VTL","class":"V","code":null,"price":null,"description":"(a) No person shall operate, drive or park a motor vehicle on the public highways of this state unless such vehicle shall have a distinctive number assigned to it by the commissioner and a set of number plates issued by the commissioner with a number and other identification matter if any, corresponding to that of the certificate of registration conspicuously displayed, one on the front and one on the rear of such vehicle, each securely fastened so as to prevent the same from swinging and placed, whenever reasonably possible, not higher than forty-eight inches and not lower than twelve inches from the ground; provided, however, that in any registration year for which only one number plate is issued, such number plate shall constitute a set of number plates for the time in which such use is authorized, shall be displayed on the rear of the vehicle and none shall be displayed on its front, except in case of a tractor, when such number plate shall be displayed on the front of the vehicle and none shall be displayed on its rear (b) Number plates shall be kept clean and in a condition so as to be easily readable and shall not be covered by glass or any plastic material, and shall not be knowingly covered or coated with any artificial or synthetic material or substance that conceals or obscures such number plates or that distorts a recorded or photographic image of such number plates, and the view of such number plates shall not be obstructed by any part of the vehicle or by anything carried thereon, except for a receiver-transmitter issued by a publicly owned tolling facility in connection with electronic toll collection when such receiver-transmitter is affixed to the exterior of a vehicle in accordance with mounting instructions provided by the tolling facility.","type":"B","note":null,"testimony":null,"id":"B202"},
   {"section":"1229a(b)","tittle":"Prohibited on Highway","law":"VTL","class":"V","code":null,"price":null,"description":"Occupy any space of a state expressway highway or state interstate route highway, including the entrances thereto and exits therefrom, with: an animal-drawn vehicle; herded animals, a pushcart; a bicycle; except in the performance of public works or official duties, or on paths or parts of such highway provided for such uses.","type":"B","note":null,"testimony":null,"id":"B203"},
   {"section":"1229c-1(b)","tittle":"Rear Without Child Restraint 4-7","law":"VTL","class":"V","code":null,"price":null,"description":"All back seat passengers of such vehicle who are age four or older but under age eight (i) are restrained in an appropriate child restraint system as defined in subdivision four of this section used with combination lap and shoulder harness belts or (ii) are restrained in a lap safety belt in the event such vehicle is not equipped with combination lap safety and shoulder harness belts or all the combination lap safety and shoulder harness belts are being used to properly restrain other passengers who are under the age of sixteen.","type":"B","note":null,"testimony":null,"id":"B204"},
   {"section":"1229c-1(a)","tittle":"Rear Without Child Restraint Under 4","law":"VTL","class":"V","code":null,"price":null,"description":"All back seat passengers of such vehicle under the age of four are restrained in a specially designed seat which meets the Federal Motor Vehicle Safety Standards set forth in 49 C.F.R. 571.213 and which is either permanently affixed or is affixed to such vehicle by a safety belt, or in the event that the weight of such passenger under the age of four exceeds forty pounds, such passenger may be restrained (i) in an appropriate child restraint system as defined in subdivision four of this section used with combination lap safety and shoulder harness belts or (ii) by a lap safety belt in the event such vehicle is not equipped with combination lap safety and shoulder harness belts or all the combination lap safety and shoulder harness belts are being used to properly restrain other passengers who are under the age of sixteen.","type":"B","note":null,"testimony":null,"id":"B205"},
   {"section":"1229c-1(c)","tittle":"Rear Without Seatbelt Under 16","law":"VTL","class":"V","code":null,"price":null,"description":"In the case of any other back seat passenger under the age of sixteen, he or she is restrained by a safety belt approved by the commissioner.","type":"B","note":null,"testimony":null,"id":"B206"},
   {"section":"2264-1","tittle":"Registration Improper / Not Displayed","law":"VTL","class":"V","code":null,"price":null,"description":"The registration number plate or plates assigned to a limited use vehicle shall be displayed on the vehicle at all times such vehicle is operated on the public highways in such manner as the commissioner may, be regulation, prescribe. One registration number plate shall be issued by the commissioner for a limited use motorcycle. One or two registration number plates, as determined by the commissioner, shall be issued by the commissioner for a limited use automobile. No number other than the registration number plate assigned to a limited use vehicle by the commissioner, or the identification number of the registration issued by another state shall be painted, attached or otherwise displayed on a limited use vehicle when such vehicle is being operated on a public highway. Nothing herein shall prohibit the display of a vehicle identification number plate or number affixed by the manufacturer or his agent in accordance with section twenty-two hundred sixty-seven of this chapter.","type":"B","note":null,"testimony":null,"id":"B207"},
   {"section":"375-28a","tittle":"Remove Catalytic Converter","law":"VTL","class":"V","code":null,"price":null,"description":"Except as permitted or authorized by law, no person shall remove, dismantle or otherwise cause to be inoperative any equipment or feature constituting an operational element of a motor vehicle's air pollution control system or mechanism required by federal or state law or by any rules or regulations promulgated pursuant thereto.","type":"B","note":null,"testimony":null,"id":"B208"},
   {"section":"1203(d)2","tittle":"Repair Vehicle in Street","law":"VTL","class":"V","code":null,"price":null,"description":"No person regularly engaged in the sale or repair of vehicles shall park a vehicle upon any highway for the purpose of greasing or repairing such vehicle, except for such repairs as may be necessitated by an emergency.","type":"B","note":null,"testimony":null,"id":"B209"},
   {"section":"1252(c)","tittle":"Ride Between Lanes","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall operate a motorcycle between lanes of traffic or between adjacent lines or rows of vehicles.","type":"B","note":null,"testimony":null,"id":"B210"},
   {"section":"1160(a)","tittle":"Right Turn Improper","law":"VTL","class":"V","code":null,"price":null,"description":"Right turns. Both the approach for a right turn and a right turn shall be made as close as practicable to the right hand curb or edge of the roadway or, where travel on the shoulder or slope has been authorized, from the shoulder or slope.","type":"B","note":null,"testimony":null,"id":"B211"},
   {"section":"1111(d)2a","tittle":"Right Turn on Red Fail to Stop","law":"VTL","class":"V","code":null,"price":null,"description":"Traffic facing a steady circular red signal may cautiously enter the intersection to make a right turn after stopping as required by paragraph one of this subdivision, except that right turning traffic is not required to stop when a steady right green arrow signal is shown at the same time. Such traffic shall yield the right-of-way to pedestrians within a marked or unmarked crosswalk at the intersection and to other traffic lawfully using the intersection.","type":"B","note":null,"testimony":null,"id":"B212"},
   {"section":"1111(d)5","tittle":"School Bus Driver Disobey Red Signal with Pupils Aboard","law":"VTL","class":"V","code":null,"price":null,"description":"Notwithstanding the provision of paragraph two of this subdivision, no school bus, while transporting pupils for any purpose, shall be permitted to proceed when facing a steady red signal.","type":"B","note":null,"testimony":null,"id":"B213"},
   {"section":"1202(a)1k","tittle":"Sell Frozen Desert on Highway","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle engage in the retail sale of frozen desserts as that term is defined in subdivision thirty-seven of section three hundred seventy-five of this chapter directly to pedestrians on any highway having a speed limit in excess of thirty miles per hour. Nothing herein shall be construed to prohibit the operator of such vehicle from stopping such vehicle off such highway, in a safe manner, for the sole purpose of delivering such retail product directly to the residence of a consumer or to the business address of a customer of such retailer.","type":"B","note":null,"testimony":null,"id":"B214"},
   {"section":"1180(a)","tittle":"Speed Not Reasonable and Prudent","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall drive a vehicle at a speed greater than is reasonable and prudent under the conditions and having regard to the actual and potential hazards then existing.","type":"B","note":null,"testimony":null,"id":"B215"},
   {"section":"4-06(a)(1)","tittle":"Speed Over 25 NYC","law":"TR","class":"V","code":null,"price":null,"description":"No person shall drive a vehicle at a speed greater than twenty five miles per hour except where official signs indicate a different maximum speed limit.","type":"B","note":null,"testimony":null,"id":"B216"},
   {"section":"1180(b)","tittle":"Speed Over 55 MPH","law":"VTL","class":"V","code":null,"price":null,"description":"Except as provided in subdivision (g) of this section and except when a special hazard exists that requires lower speed for compliance with subdivision (a) of this section or when maximum speed limits have been established as hereinafter authorized, no person shall drive a vehicle at a speed in excess of fifty-five miles per hour.","type":"B","note":null,"testimony":null,"id":"B217"},
   {"section":"4-06(a)(2)","tittle":"Speed Over Posted Limit NYC","law":"TR","class":"V","code":null,"price":null,"description":"Where official signs are posted indicating a maximum speed limit, no person shall drive a vehicle at a speed greater than such maximum speed limit.","type":"B","note":null,"testimony":null,"id":"B218"},
   {"section":"1180(f)","tittle":"Speed in Work Zone","law":"VTL","class":"V","code":null,"price":null,"description":"Except as provided in subdivision (g) of this section and except when a special hazard exists that requires lower speed for compliance with subdivision (a) or (e) of this section or when a lower maximum speed limit has been established, no person shall drive a vehicle through a highway construction or maintenance work area at a speed in excess of the posted work area speed limit. The agency having jurisdiction over the affected street or highway may establish work area speed limits which are less than the normally posted speed limits; provided, however, that such normally posted speed limit may exceed the work area speed limit by no more than twenty miles per hour; and provided further that no such work area speed limit may be established at less than twenty-five miles per hour.","type":"B","note":null,"testimony":null,"id":"B219"},
   {"section":"1175","tittle":"Spillback","law":"VTL","class":"V","code":null,"price":null,"description":"When vehicular traffic is stopped on the opposite side of an intersection, no person shall drive a vehicle into such intersection, except when making a turn unless there is adequate space on the opposite side of the intersection to accommodate the vehicle he is driving notwithstanding the indication of a traffic control signal which would permit him to proceed.","type":"B","note":null,"testimony":null,"id":"B220"},
   {"section":"4-07(b)(2)","tittle":"Spillback - Blocking the Box - Obstructing Intersection","law":"TR","class":"V","code":null,"price":null,"description":"No operator shall enter an intersection and its crosswalks unless there is sufficient unobstructed space beyond the intersection and its crosswalks in the lane in which he/she is traveling to accommodate the vehicle, notwithstanding any traffic control signal indication to proceed.","type":"B","note":null,"testimony":null,"id":"B221"},
   {"section":"1202(a)2b","tittle":"Stand / Park Within 20ft of Crosswalk","law":"VTL","class":"V","code":null,"price":null,"description":"Stand or park a vehicle, whether occupied or not, except momentarily to pick up or discharge a passenger or passengers within twenty feet of a cross walk at an intersection, unless a different distance is indicated by official signs, markings or parking meters.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B222"},
   {"section":"1202(a)2d","tittle":"Stand / Park Within 20ft of Fire House","law":"VTL","class":"V","code":null,"price":null,"description":"Stand or park a vehicle, whether occupied or not, except momentarily to pick up or discharge a passenger or passengers within twenty feet of the driveway entrance to any fire station and, when on the side of the street opposite to the entrance of any fire station, within seventy-five feet of said entrance, when properly signposted, unless a different distance is indicated by official signs, markings or parking meters.","type":"B","note":null,"testimony":null,"id":"B223"},
   {"section":"1202(a)2c","tittle":"Stand / Park Within 30ft of Traffic Control Device","law":"VTL","class":"V","code":null,"price":null,"description":"Stand or park a vehicle, whether occupied or not, except momentarily to pick up or discharge a passenger or passengers within thirty feet upon the approach to any flashing signal, stop or yield sign or traffic-control signal located at the side of the roadway, unless a different distance is indicated by official signs, markings or parking meters.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B224"},
   {"section":"1202(a)2a","tittle":"Stand / Park to Block Driveway","law":"VTL","class":"V","code":null,"price":null,"description":"Stand or park a vehicle, whether occupied or not, except momentarily to pick up or discharge a passenger or passengers in front of a public or private driveway","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B225"},
   {"section":"1202(a)2e","tittle":"Stand / Park to Obstruct Curb","law":"VTL","class":"V","code":null,"price":null,"description":"Stand or park a vehicle, whether occupied or not, except momentarily to pick up or discharge a passenger or passengers alongside or obstructing a curb area which has been cut down, lowered or constructed so as to provide accessibility to the sidewalk.","type":"B","note":null,"testimony":null,"id":"B226"},
   {"section":"1210(a)","tittle":"Stand Unattended Vehicle on Grade Wheels Not to Curb","law":"VTL","class":"V","code":null,"price":null,"description":"No person driving or in charge of a motor vehicle shall permit it to stand unattended without first stopping the engine, locking the ignition, removing the key from the vehicle, and effectively setting the brake thereon and, when standing upon any grade, turning the front wheels to the curb or side of the highway, provided, however, the provision for removing the key from the vehicle shall not require the removal of keys hidden from sight about the vehicle for convenience or emergency.","type":"B","note":null,"testimony":null,"id":"B227"},
   {"section":"1200(b)","tittle":"Standing Prohibited","law":"VTL","class":"V","code":null,"price":null,"description":"When standing is prohibited by this article, or by local law, ordinance, order, rule or regulation, no person shall stand or park a vehicle, whether occupied or not, but may stop temporarily for the purpose of and while actually engaged in receiving or discharging passengers.","type":"B","note":null,"testimony":null,"id":"B228"},
   {"section":"1202(a)1a","tittle":"Stop / Stand / Park Adjacent to Another Vehicle at Curb","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle on the roadway side of any vehicle stopped, standing or parked at the edge or curb of a street.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B229"},
   {"section":"1202(a)1f","tittle":"Stop / Stand / Park Alongside An Excavation","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle alongside or opposite any street excavation or obstruction when stopping, standing or parking would obstruct traffic","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B230"},
   {"section":"1202(a)1e","tittle":"Stop / Stand / Park Between Safety Zone","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle between a safety zone and the adjacent curb or within thirty feet of points on the curb immediately opposite the ends of a safety zone, unless a different distance is indicated by official signs, markings or parking meters.","type":"B","note":null,"testimony":null,"id":"B231"},
   {"section":"1203(c)","tittle":"Stop / Stand / Park Facing Wrong Direction","law":"VTL","class":"V","code":null,"price":null,"description":"Except where angle parking is authorized, every vehicle stopped, standing, or parked partly upon a roadway shall be so stopped, standing, or parked parallel to the curb or edge of the roadway. On a one-way roadway such vehicle shall be facing in the direction of authorized traffic movement; on a two-way roadway such vehicle shall be facing in the direction of authorized traffic movement on that portion of the roadway on which the vehicle rests.","type":"B","note":null,"testimony":null,"id":"B232"},
   {"section":"1202(a)1g","tittle":"Stop / Stand / Park In a Tunnel","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle Upon any bridge or other elevated structure upon a highway or within a highway tunnel, unless otherwise indicated by official signs, markings or parking meters.","type":"B","note":null,"testimony":null,"id":"B233"},
   {"section":"1203(b)","tittle":"Stop / Stand / Park More Than 12 Inches Away From Curb","law":"VTL","class":"V","code":null,"price":null,"description":"Except where angle parking is authorized, every vehicle stopped, standing, or parked wholly upon a one-way roadway shall be so stopped, standing, or parked parallel to the curb or edge of the roadway, in the direction of authorized traffic movement, with its right-hand wheels within twelve inches of the right-hand curb or edge of the roadway, or its left-hand wheels within twelve inches of the left-hand curb or edge of the roadway.","type":"B","note":null,"testimony":null,"id":"B234"},
   {"section":"1203(a)","tittle":"Stop / Stand / Park On An Angle (Two Way Street)","law":"VTL","class":"V","code":null,"price":null,"description":"Except where angle parking is authorized, every vehicle stopped, standing, or parked wholly upon a two-way roadway shall be so stopped, standing, or parked with the right-hand wheels of such vehicle parallel to and within twelve inches of the right-hand curb or edge of the roadway.","type":"B","note":null,"testimony":null,"id":"B235"},
   {"section":"1202(a)1h","tittle":"Stop / Stand / Park On Any Railroad Tracks","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle on any railroad tracks.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B236"},
   {"section":"1201(a)","tittle":"Stop / Stand / Park On Highway Pavement","law":"VTL","class":"V","code":null,"price":null,"description":"Upon any highway outside of a business or residence district no person shall stop, park, or leave standing any vehicle, whether attended or unattended, upon the paved or main-traveled part of the highway when it is practicable to stop, park, or so leave such vehicle off such part of said highway, but in every event an unobstructed width of the highway opposite a standing vehicle shall be left for the free passage of other vehicles and a clear view of such stopped vehicles shall be available from a distance of two hundred feet in each direction upon such highway.","type":"B","note":null,"testimony":null,"id":"B237"},
   {"section":"1202(a)1d","tittle":"Stop / Stand / Park On a Crosswalk","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle on a cross walk","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B238"},
   {"section":"1202(a)1i","tittle":"Stop / Stand / Park On a Divided Highway","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle in the area between roadways of a divided highway, including crossovers, except in an emergency","type":"B","note":null,"testimony":null,"id":"B239"},
   {"section":"1202(a)1j","tittle":"Stop / Stand / Park On a Highway / Expressway / Ramp","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle on a state expressway highway or state interstate route highway, including the entrances thereto and exits there from, which are a part thereof, except in an emergency.","type":"B","note":null,"testimony":null,"id":"B240"},
   {"section":"1202(a)1b","tittle":"Stop / Stand / Park On a Sidewalk","law":" VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle on a sidewalk.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B241"},
   {"section":"1202(a)1g","tittle":"Stop / Stand / Park Upon Bridge","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle upon any bridge or other elevated structure upon a highway or within a highway tunnel, unless otherwise indicated by official signs, markings or parking meters.","type":"B","note":null,"testimony":null,"id":"B242"},
   {"section":"1202(b)1","tittle":"Stop / Stand / Park Within 15ft of Hydrant","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall stop, stand or park a vehicle within fifteen feet of a fire hydrant except when such vehicle is attended by a licensed operator or chauffeur who is seated in the front seat and who can immediately move such vehicle in case of emergency, unless a different distance is indicated by official signs, markings or parking meters.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B243"},
   {"section":"1202(b)2","tittle":"Stop / Stand / Park Within 15ft of Hydrant & Hinder Emergency","law":"VTL","class":"V","code":null,"price":null,"description":"No person shall stop, stand or park a vehicle within fifteen feet of a fire hydrant except when such vehicle is attended by a licensed operator or chauffeur who is seated in the front seat and who can immediately move such vehicle in case of emergency, when such vehicle impairs or hinders the access of a fire vehicle to a fire hydrant while such fire vehicle is engaged in an emergency operation, unless a different distance is indicated by official signs, markings, parking meters or the provisions of any local law, rule, or ordinance.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B244"},
   {"section":"1202(a)1c","tittle":"Stop / Stand / Park Within an Intersection","law":"VTL","class":"V","code":null,"price":null,"description":"Except when necessary to avoid conflict with other traffic, or when in compliance with law or the directions of a police officer or official traffic-control device, no person shall stop, stand or park a vehicle Within an intersection, except when permitted by official signs or parking meters on the side of a highway opposite a street which intersects but does not cross such highway.","type":"B","note":"not applicable in NYC.","testimony":null,"id":"B245"},
   {"section":"1203-b2","tittle":"Stop / Stand / Park in Handicapped Space Without Permit","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be a violation for any person to stop, stand or park a vehicle in any area designated as a place for handicapped parking unless the vehicle bears a permit issued under section one thousand two hundred three-a or a registration issued under section four hundred four-a of this chapter and such vehicle is being used for the transportation of a severely disabled or handicapped person. This subdivision shall not apply to a violation of section twelve hundred three-c of this chapter.","type":"B","note":null,"testimony":null,"id":"B246"},
   {"section":"375-35a","tittle":"Studded Tires","law":"VTL","class":"V","code":null,"price":null,"description":"It shall be unlawful to operate a motor vehicle or trailer equipped with tires having metal objects protruding from the tire tread upon any public highway. The prohibition contained in this section shall not apply to pneumatic tires containing metal type studs, the diameter of which studs inclusive of the stud casing does not exceed three-eighths of an inch and which do not protrude beyond the tread surface of such tires more than three thirty-seconds of an inch and the contact area of which does not exceed three-fourths of one per cent of the total nominal contact area of said tires determined by multiplying the circumference of the outer most edge of tread times the tread width, except that no vehicle equipped with such tires, other than school buses and state or municipally-owned vehicles, may operate on a public highway during the period from the first day of May to the fifteenth day of October, inclusive.","type":"B","note":"May 1st to Oct 15th","testimony":null,"id":"B247"},
   {"section":"16-122(e)","tittle":"Abandon a Vehicle","law":"AC","class":"V","code":null,"price":null,"description":"It shall be unlawful for any person, such person's agent or employee, to abandon, or to suffer or permit to be abandoned any motor vehicle, whether or not owned by such person, in any marginal or public street, or any public place.","type":"C","note":null,"id":"C1"},
   {"section":"1050.4(a)","tittle":"Avoid Payment Transit Facility","law":"NYCRR","class":"V","code":null,"price":"$100","description":"No person shall use or enter upon the facilities or conveyances of the authority, for any purpose, without the payment of the fare or tender of other valid fare media used in accordance with any conditions and restrictions imposed by the authority. For the purposes of this section, it shall be considered an entrance into a facility or conveyance whenever a person passes through a point at which a fare is required or collected. No person shall, for purposes of gaining entry into a facility, proceed over or under any turnstile or otherwise proceed in any other unauthorized manner through an exit gate or through or past any other point at which a fare is required or collected and it shall be no defense to a charge of a violation of this subdivision that fare media, a fare media sales device or a fare collection device was malfunctioning.","type":"TAB","note":null,"id":"TAB1"},
    {"section":"1050.7(i)","tittle":"Breach of Peace in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (i) conduct himself or herself in any manner which may cause or tend to cause annoyance, alarm or inconvenience to a reasonable person or create a breach of the peace.","type":"TAB","note":null,"id":"TAB2"},
    {"section":"1050.8(b)","tittle":"Carry Explosives in Transit","law":"NYCRR","class":"V","code":null,"price":"$100","description":"No explosives or other highly combustible materials, or radioactive materials, may be carried on or in any facility or conveyance, except as authorized by the authority.","type":"TAB","note":null,"id":"TAB3"},
    {"section":"1050.9(g)","tittle":"Carry Large/Obstructive/Hazardous Items on a Bus/Subway","law":"NYCRR","class":"V","code":null,"price":"$75","description":"No person may carry on or bring to any facility or conveyance any item that: (1) is so long as to extend outside the window or door of a subway car, bus or other conveyance; (2) constitutes a hazard to the operation of the authority, interferes with passenger traffic, or impedes service; or (3) constitutes a danger or hazard to other persons.","type":"TAB","note":null,"id":"TAB4"},
    {"section":"1050.6(f)","tittle":"Carry Open Container of Liquid in Transit Facility","law":"NYCRR","class":"V","code":null,"price":"$25","description":"No person shall bring or carry onto a conveyance any liquid in an open container.","type":"TAB","note":null,"id":"TAB5"},
    {"section":"1050.8(a)","tittle":"Carry Weapons in Transit","law":"NYCRR","class":"V","code":null,"price":"$100","description":"No weapon, dangerous instrument, or any other item intended for use as a weapon may be carried in or on any facility or conveyance. This provision does not apply to law enforcement personnel and persons to whom a license for such weapon has been duly issued and is in force (provided in the latter case the weapon is concealed from view). For the purposes hereof, a weapon or dangerous instrument shall include, but not be limited to, a firearm, switchblade knife, boxcutter, straight razor or razor blades that are not wrapped or enclosed in a protective covering, gravity knife, sword, shotgun or rifle.","type":"TAB","note":null,"id":"TAB6"},
    {"section":"1050.7(k)","tittle":"Commit Harmful Acts in Transit","law":"NYCRR","class":"V","code":null,"price":"$100","description":"No person on or in any facility or conveyance shall: commit any act which causes or may tend to cause harm to oneself to any other person including, but not limited: (1) riding a bicycle or straddling a bicycle while it is in motion, or riding a scooter, or any other self-propelled vehicle or any motor-propelled vehicle; (2) wearing roller skates or in-line skates; or (3) riding or otherwise standing on a skateboard; (4) paragraph (1) of this subdivision does not apply to the proper use of self-propelled or motor-propelled wheelchairs or similar devices by a nonambulatory individual.","type":"TAB","note":null,"id":"TAB7"},
    {"section":"1050.9(a)","tittle":"Enter Restricted Areas in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person, except as specifically authorized by the authority, shall enter or attempt to enter into any area not open to the public, including but not limited to train operator's cabs, conductor's cabs, bus operator's seat location, station booths, closed-off areas, mechanical or equipment rooms, concession stands, storage areas, interior rooms, catwalks, emergency stairways (except in cases of an emergency), tracks, roadbeds, tunnels, plants, shops, barns, train yards, garages, depots or any area marked with a sign restricting access or indicating a dangerous environment.","type":"TAB","note":null,"id":"TAB8"},
    {"section":"1050.9(e)","tittle":"Extend Body/Item Outside Bus/Subway","law":"NYCRR","class":"V","code":null,"price":"$75","description":"No person shall extend his or her hand, arm, leg, head or other part of his or her person, or extend any item, article or other substance outside of the window or door of a subway car, bus or other conveyance operated by the authority.","type":"TAB","note":null,"id":"TAB9"},
    {"section":"1050.7(d)","tittle":"Gambling in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (d) engage in any form of gambling, except as specifically authorized as, for example, at OTB parlors.","type":"TAB","note":null,"id":"TAB10"},
    {"section":"1050.5(a)","tittle":"Graffiti or Defacement in Transit","law":"NYCRR","class":"V","code":null,"price":"$75","description":"No person shall destroy, mark, soil or paint, or draw, inscribe, write, spray paint or place graffiti upon, or remove, injure or tamper with any facility, conveyance, sign, advertisement, notice or other property of the authority, or attempt to commit any of the aforementioned acts, except that this subdivision shall not apply to any work within the scope of any contract made by or on behalf of the authority.","type":"TAB","note":null,"id":"TAB11"},
    {"section":"1050.7(h)","tittle":"Impairment by Alcohol or Drugs in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (h) enter or remain in any facility or conveyance while his or her ability to function safely in the environment of an authority transit system is impaired by the consumption of alcohol or by the taking of any drug.","type":"TAB","note":null,"id":"TAB12"},
    {"section":"1050.6(e)","tittle":"Interfere with Transit Wheelchair Facilities","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No persons shall refuse or fail to relinquish a seat on a conveyance which has been designated as ","type":"TAB","note":null,"id":"TAB13"},
    {"section":"1050.7(a)","tittle":"Littering/Urinating/Defecating/Spitting/Trash Removal","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (a) litter, dump garbage, liquids or other matter, create a nuisance, hazard or unsanitary condition (including, but not limited to, spitting, or urinating, except in facilities provided). Trash and other waste materials contained in waste receptacles shall not be removed, except by persons duly authorized by the authority.","type":"TAB","note":null,"id":"TAB14"},
    {"section":"1050.6(g)","tittle":"Misrepresentation as Transit Authority Agent","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person shall falsely represent himself or herself as an agent, employee or representative of the authority or falsely represent himself or herself as a member of the New York City Police Department.","type":"TAB","note":null,"id":"TAB15"},
    {"section":"1050.5(c)","tittle":"Non Transit Use of Facilities","law":"NYCRR","class":"V","code":null,"price":"$50","description":"Except as an incident to travel on authority facilities for which a fare has been paid or which has otherwise been duly authorized by the authority, no conveyance or facility may be occupied, used or handled, except by permit, agreement, license or other authorization of the authority duly made.","type":"TAB","note":null,"id":"TAB16"},
    {"section":"1050.6(a)","tittle":"Obstruct Traffic in a Transit Facility","law":"NYCRR","class":"V","code":null,"price":"$100","description":"No person may perform any act which interferes with or may tend to interfere with the provision of transit service, obstructs or may tend to obstruct the flow of traffic on facilities or conveyances, or interferes with or may tend to interfere with the safe and efficient operation of the facilities or conveyances of the authority.","type":"TAB","note":null,"id":"TAB17"},
    {"section":"1050.7(j)","tittle":"Occupy More Than One Seat / Outstretched in Transit / Block Turnstile","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (1) occupy more than one seat on a station, platform or conveyance when to do so would interfere or tend to interfere with the operation of the authority's transit system or the comfort of other passengers; (2) place his or her foot on a seat on a station, platform or conveyance; (3) lie on the floor, platform, stairway, landing or conveyance; or (4) block free movement on a station, stairway, platform or conveyance.","type":"TAB","note":null,"id":"TAB18"},
    {"section":"1050.7(g)","tittle":"Open Container of Alcohol in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (g) drink any alcoholic beverage or possess any opened or unsealed container of alcoholic beverage, except on premises duly licensed for the sale of alcoholic beverages, such as bars and restaurants.","type":"TAB","note":null,"id":"TAB19"},
    {"section":"1050.5(b)","tittle":"Posting Signs or Notices in Transit","law":"NYCRR","class":"V","code":null,"price":"$25","description":"No person shall post, distribute or display any sign, poster, notice, advertisement or other printed or written matter in or on any facility or conveyance without the permission of the authority, except as otherwise provided by law.","type":"TAB","note":null,"id":"TAB20"},
    {"section":"1050.9(d)","tittle":"Riding Outside/on Roof of Train/Bus / Between Subway Cars","law":"NYCRR","class":"V","code":null,"price":"$75","description":"No person may ride on the roof, platform between subway cars or on any other area outside any subway car or bus or other conveyance operated by the authority. No person may use the end doors of a subway car to pass from one subway car to another except in an emergency or when directed to do so by an authority conductor or a New York City police officer.","type":"TAB","note":null,"id":"TAB21"},
    {"section":"1050.7(c)","tittle":"Sleeping in Hazardous Location in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (c) sleep or doze where such activity may be hazardous to such person or to others or may interfere with the operation of the authority's transit system or the comfort of its passengers.","type":"TAB","note":null,"id":"TAB22"},
    {"section":"1050.7(b)","tittle":"Smoking in Transit Facility","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (b) smoke or carry an open flame or lighted match, cigar, cigarette, pipe or torch.","type":"TAB","note":null,"id":"TAB23"},
    {"section":"1050.7(f)","tittle":"Throwing Objects in Transit Facility","law":"NYCRR","class":"V","code":null,"price":"$75","description":"No person on or in any facility or conveyance shall: (f) throw, drop or cause to be propelled any stone, projectile or other article at, from, upon, in or on a facility or conveyance.","type":"TAB","note":null,"id":"TAB24"},
    {"section":"1050.9(f)","tittle":"Unauthoirzed Entrance/Exit on Bus/Subway","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person shall enter or leave a subway car, bus or other conveyance operated by the authority except through the entrances and exits provided for that purpose.","type":"TAB","note":null,"id":"TAB25"},
    {"section":"1050.6(c)","tittle":"Unauthoirzed Non Transit Use","law":"NYCRR","class":"V","code":null,"price":"$25","description":"Except as expressly and permitted in this subdivision, no person shall engage in any nontransit uses upon any facility or conveyance. Nontransit uses are noncommercial activities that are not directly related to the use of a facility or conveyance for transportation. The following nontransit uses are permitted by the authority, provided they do not impede transit activities and they are conducted in accordance with these rules: public speaking; campaigning; leafletting or distribution of written noncommercial materials; activities intended to encourage and facilitate voter registration; artistic performances, including the acceptance of donations; solicitation for religious or political causes; solicitation for charities that: (1) have been licensed for any public solicitation within the preceding 12 months by the Commissioner of Social Services of the City of New York under section 21-111 of the Administrative Code of the City of New York or any successor provision; (2) are duly registered as charitable organizations with the Attorney General of New York under section 172 of the New York Executive Law or any successor provision; or, are exempt from Federal income tax under section 501(c)(3) of the United States Internal Revenue Code or any successor provision. Solicitors for such charities shall provide, upon request, evidence that such charity meets one of the preceding qualifications.","type":"TAB","note":null,"id":"TAB26"},
    {"section":"1050.9(h)","tittle":"Unauthorized Animal in Transit/Not in Container","law":"NYCRR","class":"V","code":null,"price":"$25","description":"Except as otherwise provided in paragraph (2) of this subdivision, no person may bring any animal on or into any conveyance or facility unless enclosed in a container and carried in a manner which would not annoy other passengers. (2) Paragraph (1) of this subdivision does not apply to working dogs for law enforcement agencies, to service animals or to animals which are being trained as service animals and are accompanying persons with disabilities, or to animals which are being trained as service animals by a professional trainer. All service animals and animals being trained as service animals must be harnessed or leashed. (3) Upon request by a police officer or designated employee of the authority, a trainer must display proof of affiliation with a professional training school and that the animal is a licensed service animal or an animal being trained as a service animal. Upon request of a police officer or designated authority personnel, a passenger must provide evidence that an animal claimed to be a service animal and thus exempt from the provisions of paragraph (1) of this subdivision qualifies as such or is being trained as a service animal. Such evidence may be supplied through: the display of a service animal license issued by the Department of Health of the City of New York or by other governmental agencies in New York or elsewhere authorized to issue such licenses, the display of an identification from a professional training school that the animal is a trained service animal, the presence of a harness or a marking on a harness, or the credible verbal assurances of the person with a disability using the service animal or animal being trained as such. For purposes of this paragraph, credible verbal assurances may include a description of one or more tasks that the animal performs or is being trained to perform for the benefit of the person with a disability. (4) As an alternative to any of the methods described in paragraph (3) of this subdivision for providing evidence that an animal meets the definition of service animal, persons with disabilities who use service animals who do not have a service animal license or other written documentation that the accompanying animal is a service animal may apply to the Metropolitan Transportation Authority for a service animal identification card. (5) Law enforcement officers or designated authority personnel have the right to refuse admission to or eject any passenger accompanied by an animal, including a service animal, which posed a direct threat to the safety of other passengers.","type":"TAB","note":null,"id":"TAB27"},
    {"section":"1050.6(b)","tittle":"Unauthorized Commercial Activity/Solicitation in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person, unless duly authorized by the authority shall engage in any commercial activity upon any facility or conveyance. Commercial activities include: (1) the advertising, display, sale, lease, offer for sale or lease, or distribution of food, goods, services or entertainment (including the free distribution of promotional goods or materials); and (2) the solicitation of money or payment for food, goods, services or entertainment. No person shall panhandle or beg upon any facility or conveyance.","type":"TAB","note":null,"id":"TAB28"},
    {"section":"1050.9(b)","tittle":"Unauthorized Parking in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No vehicle, except as specifically authorized, may be parked on authority property.","type":"TAB","note":null,"id":"TAB29"},
    {"section":"1050.9(c)","tittle":"Unauthorized Photography/Filming in Transit","law":"NYCRR","class":"V","code":null,"price":"$25","description":"Photography, filming or video recording in any facility or conveyance is permitted except that ancillary equipment such as lights, reflectors or tripods may not be used. Members of the press holding valid identification issued by the New York City Police Department are hereby authorized to use necessary ancillary equipment. All photographic activity must be conducted in accordance with the provisions of this Part.","type":"TAB","note":null,"id":"TAB30"},
    {"section":"1050.4(c)","tittle":"Unauthorized Sale of Fare Media","law":"NYCRR","class":"V","code":null,"price":"$60","description":"Except for employees of the authority acting within the scope of their employment or other expressly authorized agents of the authority, no person shall sell, provide, copy, reproduce or produce, or create any version of any fare media or otherwise authorize access to or use of the facilities, conveyances or services of the authority without the written permission of a representative of the authority duly authorized by the authority to grant such right to others.","type":"TAB","note":null,"id":"TAB31"},
    {"section":"1050.4(d)","tittle":"Unauthorized Use/Substitution of Fare Media","law":"NYCRR","class":"V","code":null,"price":"$75","description":"No person shall put or attempt to put any paper, article, instrument or item, other than fare media issued by the authority and valid for the place, time and manner in which used, into any farebox, turnstile, pass reader or other fare collection instrument, receptacle, device, machine or location.","type":"TAB","note":null,"id":"TAB32"},
    {"section":"1050.7(e)","tittle":"Unnecessary Noise in Transit","law":"NYCRR","class":"V","code":null,"price":"$50","description":"No person on or in any facility or conveyance shall: (e) create any sound through the use of any sound production device, except as authorized by section 1050.6(c) of this Part. Use of radios and other devices listened to solely by headphones or earphones and inaudible to others is permitted.","type":"TAB","note":null,"id":"TAB33"},
    {"section":"1050.6(d)","tittle":"Violate Transit Authority Orders/Signs/Police","law":"NYCRR","class":"V","code":null,"price":"$50","description":"All persons on or in any facility or conveyance of the authority shall: (1) comply with all lawful orders and directives of any New York City police officer or authority employee acting within the scope of his or her employment; (2) obey any instructions on notices or signs duly posted on any authority facility or conveyance; and (3) provide accurate, complete and true information or documents requested by New York City police officers or authority personnel acting within the scope of their employment and otherwise in accordance with law. A farecard issued according to specified eligibility criteria that entitles the lawful holder thereof to a reduced fare or free transportation must have the name of the eligible holder clearly visible on the care and any person holding such farecard must comply with a request of authority personnel or a New York City police officer to physically inspect such farecard.","type":"TAB","note":null,"id":"TAB34"},
  {"section":"10-125","tittle":"UNLAWFUL CONSUMPTION/POSSESSION OF ALCOHOLIC BEVERAGES","law":"AC","class":null,"code":"X25","price":"$25/$100","description":null,"type":"OATH","note":"CJRA","id":"OATH1"},
  {"section":"16-118(6)","tittle":"PUBLIC URINATION","law":"AC","class":null,"code":"S9i","price":"$75/$400","description":null,"type":"OATH","note":"CJRA","id":"OATH2"},
  {"section":"16-118(1)(a)","tittle":"LITTERING","law":"AC","class":null,"code":"S03","price":"$100/$450","description":null,"type":"OATH","note":"CJRA","id":"OATH3"},
  {"section":"16-118(1)(b)","tittle":"SPITTING","law":"AC","class":null,"code":"S9H","price":"$75/$400","description":null,"type":"OATH","note":"CJRA","id":"OATH4"},
  {"section":"24-218(A)","tittle":"CAUSING OR PERMITTING UNREASONABLE NOISE (7 AM TO 10 PM)","law":"AC","class":null,"code":"N01","price":"$350/$3000","description":null,"type":"OATH","note":"CJRA","id":"OATH5"},
  {"section":"24-218(A)","tittle":"CAUSING OR PERMITTING UNREASONABLE NOISE (10 PM TO 7 AM)","law":"AC","class":null,"code":"N04","price":"$450/$3000","description":null,"type":"OATH","note":"CJRA","id":"OATH6"},
  {"section":"1-03(A)(3)","tittle":"UNAUTHORIZED PRESENCE IN PARK WHEN CLOSED TO PUBLIC","law":"RCNY","class":null,"code":"A01","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH7"},
  {"section":"1-03(B)(6)","tittle":"FAILURE TO HAVE/DISPLAY/COMPLY WITH REQUIRED PERMIT","law":"RCNY","class":null,"code":"A02","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH8"},
  {"section":"1-03(C)(1),3-19","tittle":"FAILURE TO COMPLY WITH DIRECTIVES OF OFFICER/PARK EMPLOYEE","law":"RCNY","class":null,"code":"A03","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH9"},
  {"section":"1-03(C)(2)","tittle":"FAILURE TO COMPLY WITH DIRECTIONS/PROHIBITIONS ON SIGNS","law":"RCNY","class":null,"code":"A04","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH10"},
  {"section":"1-04(A)","tittle":"INJURY/DEFACEMENT/ABUSE OF DEPARTMENT'S PROPERTY OR EQUIPMENT","law":"RCNY","class":null,"code":"A05","price":"$2,000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH11"},
  {"section":"1-04(B)(1)(I)","tittle":"INTENTIONAL DESTRUCTION/REMOVAL/PERMANENT DAMAGE TO TREE","law":"RCNY","class":null,"code":"A06","price":"$4,000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH12"},
  {"section":"1-04(B)(1)(II)","tittle":"DESTRUCTION/DEFACEMENT/ABUSE OF PARK VEGETATION","law":"RCNY","class":null,"code":"A07","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH13"},
  {"section":"1-04(B)(2)","tittle":"WALKING/PERMITTING ANIMAL/CHILD TO WALK ON NEWLY SEEDED GRASS","law":"RCNY","class":null,"code":"A08","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH14"},
  {"section":"1-04(B)(3)","tittle":"UNAUTHORIZED ENTRY/ALLOWING ENTRY INTO FENCED/RESTRICTED AREA","law":"RCNY","class":null,"code":"A09","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH15"},
  {"section":"1-04(B)(4)","tittle":"UNAUTHORIZED POSSESSION OF GARDENING TOOL/PLANT","law":"RCNY","class":null,"code":"A10","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH16"},
  {"section":"1-04(C)(1),3-08E","tittle":"LITTERING OR UNLAWFUL USE OF PARK WASTE RECEPTACLE","law":"RCNY","class":null,"code":"A11","price":"$100/$300","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH17"},
  {"section":"1-04(C)(2)","tittle":"POLLUTING WATERS WITHIN PARK","law":"RCNY","class":null,"code":"A12","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH18"},
  {"section":"1-04(C)(3)","tittle":"UNLAWFUL DUMPING","law":"RCNY","class":null,"code":"A13","price":"$4,000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH19"},
  {"section":"1-04(C)(4)","tittle":"STORING/LEAVING UNATTENDED PERSONAL BELONGINGS","law":"RCNY","class":null,"code":"A14","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH20"},
  {"section":"1-04(D)","tittle":"POSSESSION OF GLASS CONTAINER IN RESTRICTED AREA","law":"RCNY","class":null,"code":"A15","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH21"},
  {"section":"1-04(G)(1)","tittle":"MOLEST/KILL/REMOVE/POSSESS ANIMAL/NEST/EGG ETC.","law":"RCNY","class":null,"code":"A16","price":"$4,000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH22"},
  {"section":"1-04(G)(2)","tittle":"UNLAWFUL FEEDING OF ANIMALS","law":"RCNY","class":null,"code":"A17","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH23"},
  {"section":"1-04(I),3-18(D)","tittle":"UNLEASHED OR UNCONTROLLED ANIMALS IN PARK","law":"RCNY","class":null,"code":"A18","price":"$100/$2000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH24"},
  {"section":"1-04(J)(1),3-18(B)","tittle":"FAIL TO REMOVE CANINE WASTE","law":"RCNY","class":null,"code":"A19","price":"$250","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH25"},
  {"section":"1-04(J)(2)","tittle":"HORSE-CARRIAGE WITHOUT HORSE HAMPER/CONTROL FOR HORSE WASTE","law":"RCNY","class":null,"code":"A20","price":"$100/$400","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH26"},
  {"section":"1-04(K)","tittle":"UNLAWFUL URINATION/DEFECATION IN PARK","law":"RCNY","class":null,"code":"A21","price":"$50/$300","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH27"},
  {"section":"1-04(L)(1-3)","tittle":"UNLAWFUL ENTRY TO OR CLIMBING ON PARK PROPERTY","law":"RCNY","class":null,"code":"A22","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH28"},
  {"section":"1-04(O)","tittle":"OBSTRUCTION OF BENCHES, SITTING AREAS","law":"RCNY","class":null,"code":"A23","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH29"},
  {"section":"1-04(P)","tittle":"UNAUTHORIZED CAMPING","law":"RCNY","class":null,"code":"A24","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH30"},
  {"section":"1-04(Q)","tittle":"SPITTING ON PARK BUILDING/MONUMENT/STRUCTURE","law":"RCNY","class":null,"code":"A25","price":"$100/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH31"},
  {"section":"1-04(R)","tittle":"UNLAWFUL USE OF FOUNTAIN/POOL/WATER FOR PERSONAL/ANIMAL HYGIENE","law":"RCNY","class":null,"code":"A26","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH32"},
  {"section":"1-04(B)(1)(I)","tittle":"DESTRUCTION OF TREE BRANCH/PRUNING W/O PERMIT/MINOR TREE ABUSE","law":"RCNY","class":null,"code":"A68","price":"$100/$400","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH33"},
  {"section":"1-04(B)(I)","tittle":"MAJOR DAMAGE TO/ACCIDENTAL DESTRUCTION OF A TREE","law":"RCNY","class":null,"code":"A69","price":"$500/$2000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH34"},
  {"section":"1-04(B)(5)","tittle":"UNAUTHORIZED POSSESSION OF METAL DETECTOR","law":"RCNY","class":null,"code":"A70","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH35"},
  {"section":"1-03(C)(1), 3-19","tittle":"FAILURE OF PEDICAB TO COMPLY WITH DIRECTIVES OF OFFICER/PARK EMPLOYEE","law":"RCNY","class":null,"code":"A71","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH36"},
  {"section":"1-03(C)(2)","tittle":"FAILURE OF PEDICAB TO COMPLY WITH DIRECTIONS/PROHIBITIONS ON SIGNS","law":"RCNY","class":null,"code":"A72","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH37"},
  {"section":"1-04(C)(4)","tittle":"STORING/LEAVING UNATTENDED PEDICAB","law":"RCNY","class":null,"code":"A73","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH38"},
  {"section":"1-05(I)","tittle":"FAILURE TO COMPLY WITH PEDICAB RESTRICTIONS","law":"RCNY","class":null,"code":"A74","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH39"},
  {"section":"1-05(A)(1,3)","tittle":"UNAUTHORIZED ASSEMBLY/EXHIBITION/PARADE, ETC. W/O PERMIT","law":"RCNY","class":null,"code":"A27","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH40"},
  {"section":"1-05(B)","tittle":"UNAUTHORIZED VENDING","law":"RCNY","class":null,"code":"A28","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH41"},
  {"section":"1-05(C)","tittle":"UNAUTHORIZED POSTING/DISPLAY OF NOTICES/SIGNS/BANNERS, ETC.","law":"RCNY","class":null,"code":"A29","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH42"},
  {"section":"1-05(D)(1)","tittle":"UNREASONABLE NOISE","law":"RCNY","class":null,"code":"A30","price":"$350/$875","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH43"},
  {"section":"1-05(D)(2)","tittle":"OPERATING SPEAKER DEVICE/SOUND AMPLIFIER WITHOUT REQUIRED PERMIT","law":"RCNY","class":null,"code":"A31","price":"$140/$350","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH44"},
  {"section":"1-05(D)(3)","tittle":"PLAYING INSTRUMENT/RADIO, ETC. DURING UNAUTHORIZED HOURS","law":"RCNY","class":null,"code":"A32","price":"$140/$350","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH45"},
  {"section":"1-05(d)(4)","tittle":"UNAUTHORIZED NOISE FOR ADVERTISING/COMMERCIAL PURPOSES","law":"RCNY","class":null,"code":"A33","price":"$1,750","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH46"},
  {"section":"1-05(e)","tittle":"COMMERCIAL CINEMATIC PRODUCTION WITHOUT PERMIT","law":"RCNY","class":null,"code":"A34","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH47"},
  {"section":"1-05(f)","tittle":"UNAUTHORIZED CONSUMPTION/POSSESSION OF ALCOHOLIC BEVERAGE","law":"RCNY","class":null,"code":"A35","price":"$25/$100","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH48"},
  {"section":"1-05(g)","tittle":"FAILURE TO COMPLY WITH BATHING RESTRICTIONS","law":"RCNY","class":null,"code":"A36","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH49"},
  {"section":"1-05(H)","tittle":"FAILURE TO COMPLY WITH FISHING RESTRICTIONS","law":"RCNY","class":null,"code":"A37","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH50"},
  {"section":"1-05(i)","tittle":"FAILURE TO COMPLY WITH BICYCLE RIDING RESTRICTIONS","law":"RCNY","class":null,"code":"A38","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH51"},
  {"section":"1-05(j)","tittle":"FAILURE TO COMPLY WITH BOATING RESTRICTIONS","law":"RCNY","class":null,"code":"A39","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH52"},
  {"section":"1-05(k)","tittle":"FAILURE TO COMPLY WITH ICE SKATING RESTRICTIONS","law":"RCNY","class":null,"code":"A40","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH53"},
  {"section":"1-05(l)","tittle":"PLANTING TREE/FLOWER/SHRUBBERY/OTHER VEGETATION WITHOUT PERMIT","law":"RCNY","class":null,"code":"A41","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH54"},
  {"section":"1-05(m)(1)","tittle":"FAILURE TO COMPLY WITH RESTRICTION RE: FIRES","law":"RCNY","class":null,"code":"A42","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH55"},
  {"section":"1-05(m)(2)","tittle":"UNLAWFUL DISPOSAL OF FLAMMABLE MATERIALS","law":"RCNY","class":null,"code":"A43","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH56"},
  {"section":"1-05(o)","tittle":"UNAUTHORIZED CONSTRUCTION/STORAGE OF MATERIALS","law":"RCNY","class":null,"code":"A44","price":"$4,000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH57"},
  {"section":"1-05(p)","tittle":"UNAUTHORIZED EXCAVATION","law":"RCNY","class":null,"code":"A45","price":"$4,000","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH58"},
  {"section":"1-05(q)","tittle":"FAILURE TO COMPLY WITH HORSEBACK RIDING RESTRICTIONS","law":"RCNY","class":null,"code":"A46","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH59"},
  {"section":"1-05(r)","tittle":"FAILURE TO COMPLY WITH AREA USE RESTRICTIONS","law":"RCNY","class":null,"code":"A47","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH60"},
  {"section":"1-05(s)(2)","tittle":"FAILURE TO COMPLY WITH EXCLUSIVE SENIOR CITIZEN AREA RESTRICTIONS","law":"RCNY","class":null,"code":"AA1","price":"$50/$75","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH61"},
  {"section":"1-05(S)(3)","tittle":"FAILURE TO COMPLY WITH DOG RUN RESTRICTIONS","law":"RCNY","class":null,"code":"AA2","price":"$50/$75","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH62"},
  {"section":"1-05(t)","tittle":"UNAUTHORIZED DISTRIBUTION OR DEMONSTRATION OF PRODUCTS","law":"RCNY","class":null,"code":"A48","price":"$100/$400","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH63"},
  {"section":"1-05(u)","tittle":"FAILURE TO COMPLY WITH ROLLERBLADING/SKATING RESTRICTIONS","law":"RCNY","class":null,"code":"A49","price":"$50/$100","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH64"},
  {"section":"18-146(i)(1)","tittle":"YOUTH BASEBALL LEAGUE'S SECOND OR SUBSEQUENT FAILURE TO COMPLY WITH AED REQUIREMENTS","law":"AC","class":null,"code":"AA3","price":"$500","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH65"},
  {"section":"18-146(i)(2)","tittle":"YOUTH BASEBALL LEAGUE'S FAILURE TO RETURN AED TO DEPT IN SATISFACTORY CONDITION","law":"AC","class":null,"code":"AA4","price":"$2,500","description":null,"type":"OATH","note":"NYC PARKS RULES","id":"OATH66"},
  {"section":"3-05,4-03","tittle":"INTERFERENCE WITH EMERGENCY VESSEL BOARDING","law":"RCNY","class":null,"code":"A50","price":"$100/$400","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH67"},
  {"section":"3-06A,3-17,4-04A","tittle":"FAILURE TO HAVE/DISPLAY/COMPLY WITH REQUIRED PERMIT","law":"RCNY","class":null,"code":"A51","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH68"},
  {"section":"3-08(a),4-06(a)","tittle":"USE OF UNAUTHORIZED TOILETS ON VESSEL","law":"RCNY","class":null,"code":"A52","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH69"},
  {"section":"3-08(b),4-06(b)","tittle":"ILLEGAL DISCHARGE ON DOCKS/WATER/WALKWAYS ETC.","law":"RCNY","class":null,"code":"A53","price":"$250/$1000","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH70"},
  {"section":"3-08(d),4-06(d)","tittle":"UNREASONABLE NOISE","law":"RCNY","class":null,"code":"A54","price":"$350/$875","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH71"},
  {"section":"4-07(a),(b)","tittle":"MOORING FAILS TO MEET REQUIREMENTS","law":"RCNY","class":null,"code":"A55","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH72"},
  {"section":"3-10(a)","tittle":"IMPROPER MAINTENANCE OF VESSEL OR EQUIPMENT","law":"RCNY","class":null,"code":"A56","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH73"},
  {"section":"3-10(b)","tittle":"UNATHORIZED STRUCTURAL MODIFICATION ON VESSEL","law":"RCNY","class":null,"code":"A57","price":"$2,000","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH74"},
  {"section":"04-09","tittle":"EXCESSIVE SPEED IN MOORING AREA","law":"RCNY","class":null,"code":"A58","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH75"},
  {"section":"3-12(a),4-10","tittle":"FAILURE TO POSSESS PROPER SAFETY EQUIPMENT ON VESSEL","law":"RCNY","class":null,"code":"A59","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH76"},
  {"section":"3-13(a)","tittle":"UNAUTHORIZED INTERFERNCE WITH ELECTRICAL SUPPLY IN MARINA","law":"RCNY","class":null,"code":"A60","price":"$1,000","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH77"},
  {"section":"3-15,4-11","tittle":"FAILURE TO REMOVE SUNKEN VESSEL","law":"RCNY","class":null,"code":"A61","price":"$2,000","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH78"},
  {"section":"3-16(b)","tittle":"UNAUTHORIZED LAUNCH OR STORAGE OF KAYAK OR CANOE","law":"RCNY","class":null,"code":"A62","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH79"},
  {"section":"3-20,4-14","tittle":"UNLAWFUL USE OF VESSEL","law":"RCNY","class":null,"code":"A63","price":"$2,000","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH80"},
  {"section":"17-503(D)(3)","tittle":"SMOKING IN PARK OR ON OTHER PROPERTY UNDER JURISDICTION OF PARK AND RE","law":"AC","class":null,"code":"A75","price":"$50","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH81"},
  {"section":"CHAPTER 3","tittle":"MISCELLANEOUS VIOLATION OF RULES REGARDING 79TH ST. MARINA","law":"RCNY","class":null,"code":"A98","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH82"},
  {"section":"CHAPTER 4","tittle":"MISCELLANEOUS VIOLATION OF RULES REGARDING MOORINGS","law":"RCNY","class":null,"code":"A99","price":"$50/$200","description":null,"type":"OATH","note":"NYC PARKS RULES -- BOATING","id":"OATH83"},
  {"section":"751.4(A)","tittle":"UNAUTHORIZED PRESENCE IN PARK WHEN CLOSED TO PUBLIC","law":"","class":null,"code":"C01","price":"$50/$200","description":null,"type":"OATH","note":"HUDSON RIVER PARK RULES","id":"OATH84"},
  {"section":"751.4(B)(1)","tittle":"FAILED TO COMPLY W/DIRECTIVES OF POLICE OFFICER AND/OR PARK EMPLOYEE","law":"","class":null,"code":"C02","price":"$250/$500","description":null,"type":"OATH","note":"HUDSON RIVER PARK RULES","id":"OATH85"}]
