 [{"number":"4-08(h)(1)","tittle":"Activation of Meter","law":"TR","type":"V","code":99,"price":"","description":"No person shall park a vehicle, whether attended or not, in any parking space regulated by a parking meter that indicates by signal that the lawful parking time in such space has expired without (i) properly activating the meter by depositing the appropriate currency therein or otherwise making appropriate payment by an authorized method as described in this section and performing any other act necessary to activate the meter or (ii) properly activating an IVPS. The registration numbers of the electronic component, the electronic debit card, and all related windshield stickers comprising an IVPS must match in order for such system to be considered properly activated. This provision shall not apply to the act of parking or the time necessary to activate the meter or an IVPS immediately. A Section 4-0838person may park at a meter without depositing a coin, using another authorized method of payment, or activating an IVPS, if there is an unexpired interval of time shown on the meter but only if the vehicle is moved before the expiration of such interval. However, such person may reactivate the meter or activate an IVPS upon expiration of the time remaining on the meter but in no event may that person remain at the space in excess of the specified time limits applicable to the parking meter zone in which such meter is located","class":"A","note":""},
  {"number":"4-08(m)(2)","tittle":"Angle Parking","law":"TR","type":"V","code":60,"price":"$45/$60","description":"No person shall place a vehicle at an angle to the curb, except when such angle placement is authorized by these rules or by signs or markings. Notwithstanding the above, no vehicle that is too long and/or too wide to be parked within a single designated parking space shall be parked in such a space which is designated for angle parking","class":"A","note":""},
  {"number":"4-08(k)(3)","tittle":"Angle Parking Commercial Vehicle","law":"TR","type":"V","code":59,"price":"$115","description":"Commercial vehicles standing or parking in authorized areas shall not be placed at an angle to the curb unless such positioning is essential for loading or unloading and then only for such period of time actually required for such purposes provided that a sufficient space shall be left clear for the passage of a vehicle between the angle-parked vehicle and the center of the street, the opposite curb or a vehicle parked or standing thereat, whichever is closest. In no event shall an angle-parked vehicle occupy more than a parking lane, plus one traffic lane.","class":"A","note":""},
  {"number":"4-08(d)(4)","tittle":"Beyond Marked Space","law":"TR","type":"V","code":62,"price":"$45/$65","description":"When markings upon the curb or the pavement of a street designate a parking space, no person shall stand or park a vehicle in such designated parking space so that any part of the vehicle occupies more than one space or protrudes beyond the markings designating such a space, except that a vehicle which is of a size too large to be parked within a single designated parking space shall be parked with the front bumper at the front of the space with the rear of the vehicle extending as little as possible into the adjoining space to the rear, or vice-versa. Notwithstanding the above, no vehicle that is too long and/or too wide to be parked within a single designated parking space shall be parked in such a space which is designated for angle parking.","class":"A","note":""},
  {"number":"4-08(e)(9)","tittle":"Bicycle Lanes","law":"TR","type":"V","code":48,"price":"$115","description":"Within a designated bicycle lane","class":"A","note":""},
  {"number":"4-08(l)(1)","tittle":"Blue Zone","law":"TR","type":"V","code":57,"price":"$65","description":"No person shall park a vehicle upon any of the streets within the area designated as the ","class":"A","note":""},
  {"number":"4-08(e)(11)","tittle":"Change Tire on Major Roadways","law":"TR","type":"V","code":93,"price":"$65","description":"On the improved or paved roadway of any of the arteries set forth in §4-07(i) of these rules, or on improved or paved roadways in a park or in parks, for the purpose of removing or replacing a flat tire, unless permitted by posted signs. For the purposes of this rule, a vehicle is considered to be on the improved or paved roadway unless the vehicle is completely off such roadway","class":"A","note":""},
  {"number":"4-08(e)(5)","tittle":"Crosswalks","law":"TR","type":"V","code":50,"price":"$115","description":"No person shall stop, stand, or park a vehicle in any of the following places, unless otherwise indicated by posted signs, markings or other traffic control devices, or at the direction of a law enforcement officer, or as otherwise provided in this subdivision: In a crosswalk.","class":"A","note":""},
  {"number":"4-08(k)(4)","tittle":"Detached Trailer","law":"TR","type":"V","code":66,"price":"$45/$65","description":"(i) No person shall park any trailer or semi-trailer on any street or arterial highway, except while loading or unloading at off-street platforms, unless such trailer or semi-trailer is attached to a motor vehicle capable of towing it.(ii) Notwithstanding the provisions of paragraph (i) above, where posted signs permit, a trailer or semi-trailer may park while unattached to a motor vehicle capable of towing it on streets in industrial zoned property as defined in the Zoning Resolution. Such trailers or semi-trailers may park for the length of time indicated on the posted signs. An owner of a trailer or semi-trailer parked pursuant to this provision shall protect the streets from damage that may be caused by parking the unattached trailer. All doors located on such trailers or semi-trailers must be locked while the trailers are parked","class":"A","note":""},
  {"number":"4-08(e)(8)","tittle":"Divided Highway","law":"TR","type":"V","code":56,"price":"$115","description":"Parking, standing and stopping are prohibited alongside the median dividing a highway into two or more separate roadways. However, alongside the medians of certain segments of such divided highways, the department may post signs restricting parking, standing and stopping alongside the medians of such segments only on specified days and/or hours. Wherever such signs are so posted on a segment of a divided highway, parking, standing and stopping are permitted alongside the median of such segment on the days and/or hours when parking, standing and stopping are not specifically prohibited by such signs. On segments of such highway where such signs are not posted, parking, standing and stopping alongside the median are prohibited at all times. For the purposes of this paragraph, a segment of a divided highway is the area of such highway between adjacent intersections","class":"A","note":""},
  {"number":"4-08(f)(1)","tittle":"Double Parking","law":"TR","type":"V","code":46,"price":"$115","description":"On the roadway side of a vehicle stopped, standing, or parked at the curb, except a person may stand a commercial vehicle alongside a vehicle parked at the curb at such locations and during such hours that stopping, standing, or parking is not prohibited, while expeditiously making pickups, deliveries or service calls, provided that there is no unoccupied parking space or designated loading zone on either side of the street within 100 feet that can be used for such standing, and provided further that such standing is in compliance with the provisions of §1102 of the State Vehicle and Traffic Law. A person may stand a commercial vehicle along the roadway side of a bicycle lane provided all other conditions of this paragraph are met. For the purposes of this paragraph (f)(1), ","class":"A","note":""},
  {"number":"4-08(g)(1)","tittle":"Emergency Sites","law":"TR","type":"V","code":99,"price":"","description":"Within a block where emergency work is in progress, except that the operator of any vehicle on official public business related to the emergency may park such vehicle at such sites.","class":"A","note":""},
  {"number":"4-08(h)(2)","tittle":"Expired Meter","law":"TR","type":"V","code":34,"price":"$35/$65","description":"No person shall allow a vehicle within his/her control to be parked in any such parking meter space during the restricted and regulated time applicable to the parking meter zone in which such meter is located while the parking meter for such space indicates by signal or a properly activated IVPS shows that the lawful parking time in such space has expired. This provision shall not apply to the act of parking or the time necessary to deposit immediately thereafter a coin or coins or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in all such cases will indicate that the time has expired.","class":"A","note":""},
  {"number":"4-08(h)(2)","tittle":"Expired Meter - Commercial Metered Zone","law":"TR","type":"V","code":43,"price":"$35/$65","description":"No person shall allow a vehicle within his/her control to be parked in any such parking meter space during the restricted and regulated time applicable to the parking meter zone in which such meter is located while the parking meter for such space indicates by signal or a properly activated IVPS shows that the lawful parking time in such space has expired. This provision shall not apply to the act of parking or the time necessary to deposit immediately thereafter a coin or coins or to use another authorized method of payment, in such meter and to perform any other act prescribed on the meter which may be required to place the meter in operation or to activate an IVPS. If an IVPS is used, such system shall be the only valid indicator of whether lawful parking time in a space is available or has expired, because the meter in all such cases will indicate that the time has expired.","class":"A","note":"Indicate meter number"},
  {"number":"4-08(h)(10)","tittle":"Expired Muni-Meter","law":"TR","type":"V","code":37,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","class":"A","note":"Indicate meter number"},
  {"number":"4-08(h)(10)","tittle":"Expired Muni-Meter - Commercial Metered Zone","law":"TR","type":"V","code":42,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","class":"A","note":"Indicate meter number"},
  {"number":"4-08(h)(10)","tittle":"Fail to Display Muni-Meter Receipt","law":"TR","type":"V","code":38,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","class":"A","note":""},
  {"number":"4-08(h)(10)","tittle":"Fail to Display Muni-Meter Receipt - Commercial Metered Zone","law":"TR","type":"V","code":69,"price":"$35/$65","description":"(i) No person shall, in any parking space controlled by a ","class":"A","note":""},
  {"number":"4-08(h)(5)","tittle":"Feeding Meter","law":"TR","type":"V","code":33,"price":"$35/$65","description":"(i) No person shall park a vehicle in a parking meter space for more than one time period lawfully permitted in that parking meter zone, nor shall any person deposit any additional coin or coins or use another authorized method of payment for the purpose of extending such time.(ii) No person shall activate an IVPS for a time period longer than one time period lawfully permitted in that parking meter zone, nor shall any person activate or reactivate an IVPS for the purpose of extending such time. Where a person uses less time than the time activated on an IVPS, the cost of the time not actually used shall be credited back to the electronic debit card when such card is next used to activate the electronic component of the IVPS","class":"A","note":"Indicate time first observed and meter number"},
  {"number":"4-08(e)(2)","tittle":"Fire Hydrant","law":"TR","type":"V","code":40,"price":"$115","description":"Within fifteen feet of a fire hydrant, unless otherwise indicated by signs, or parking meters, except that during the period from sunrise to sunset if standing is not otherwise prohibited, the operator of a passenger car may stand the vehicle alongside a fire hydrant provided that the operator remains in the operator's seat ready for immediate operation of the vehicle at all times and starts the motor of the car on hearing the approach of fire apparatus, and provided further, that the operator shall immediately remove the car from alongside the fire hydrant when instructed to do so by any member of the police, fire, or other municipal department acting in his/her official capacity.","class":"A","note":"indicate feet from"},
  {"number":"4-08(j)(1)","tittle":"Improper Registration","law":"TR","type":"V","code":83,"price":"$65","description":"No person shall stand or park a vehicle bearing a New York license plate or plates unless it is properly registered in accordance with the laws and rules of New York","class":"A","note":""},
  {"number":"4-08(j)(6)","tittle":"Inspection Sticker Missing or Expired","law":"TR","type":"V","code":71,"price":"$65","description":"No person shall stand or park a vehicle bearing New York plates unless it is properly inspected and properly displays a current inspection sticker or certificate, in accordance with §306(b) of the Vehicle and Traffic Law unless it bears New York dealer or transporter plates pursuant to §415 of the Vehicle and Traffic Law","class":"A","note":""},
  {"number":"4-08(j)(7)","tittle":"Inspection Sticker Mutilated or Counterfeit","law":"TR","type":"V","code":72,"price":"$65","description":"No person shall stand or park a vehicle bearing New York plates displaying any mutilated, imitation or counterfeit of an official certificate of inspection.","class":"A","note":""},
  {"number":"4-08(e)(4)","tittle":"Intersections","law":"TR","type":"V","code":52,"price":"$115","description":"Within an intersection, except on the side of a roadway opposite a street which intersects but does not cross such roadway and except as provided in paragraph (5), below.","class":"A","note":""},
  {"number":"4-08(g)(3)","tittle":"Marginal Street & Waterfronts","law":"TR","type":"V","code":58,"price":"$45/$65","description":"On a marginal street or waterfront, as defined in §4-01(b) of these rules.","class":"A","note":""},
  {"number":"4-08(l)(2)","tittle":"Midtown Double Parking / Angle Parking","law":"TR","type":"V","code":47,"price":"$115","description":"Except where otherwise restricted, between the hours of 7 a.m. and 7 p.m. daily, except Sundays, from 14th to 60th Streets, 1st to 8th Avenues, all inclusive, in the Borough of Manhattan, no operator of a vehicle or combination of vehicles used for transportation of merchandise shall stop, stand, or park in any of the streets herein designated, other than parallel and close to the curb, and occupy no more than ten feet of roadway space from the nearest curb, and in no case shall any such vehicle be backed in at an angle to the curb.","class":"A","note":"Commercial vechicle "},
  {"number":"4-08(l)(3)","tittle":"Midtown Parking or Standing - 3 Hour Limit","law":"TR","type":"V","code":86,"price":"$115","description":"(i) Between the hours of 7 a.m. and 7 p.m., daily except Sundays, from 14th to 60th Streets, 1st to 8th Avenues, all inclusive, in the Borough of Manhattan no operator shall stand a vehicle or combination of vehicles for the purpose of making pickups, deliveries or service calls in any one block of streets herein designated for a period of more than three hours unless otherwise posted. A vehicle or combination of vehicles not being used for expeditious pickups, deliveries or service calls is deemed to constitute a parked vehicle subject to parking rules applicable to that particular location.(ii) Commercial parking meter area. Notwithstanding the provisions of subparagraph (i) of this paragraph, where signs are posted regulating the use of the curb by commercial vehicles it shall be unlawful to stand a vehicle in any space on a block unless such vehicle is a ","class":"A","note":"Indicate first observed"},
  {"number":"4-08(n)(8)","tittle":"Missing Equipment","law":"TR","type":"V","code":80,"price":"$45","description":"No person shall stand or park a motor vehicle, motorcycle or limited use vehicle on any street at any time unless it is equipped with head lamps, rear lamps, reflectors and any other equipment required by any provision of the Vehicle and Traffic Law","class":"A","note":"Specify"},
  {"number":"4-08(j)(2)","tittle":"Missing or Improperly Displayed Plates","law":"TR","type":"V","code":74,"price":"$65","description":"No person shall stand or park a vehicle unless it properly displays the current plate or plates issued to it. For the purposes of this paragraph (j)(2), New York plates shall not be deemed properly displayed unless they are conspicuously displayed, one on the front and one on the rear of the vehicle, each securely fastened so as to prevent the same from swinging and placed, whenever reasonably possible, not higher than 48 inches and not lower than 12 inches from the ground, and they are kept clean and in a condition so as to be readable and shall not be covered by glass or any plastic material, and the view thereof shall not be obstructed by any part of the vehicle or by anything carried thereon. New York dealer or transporter plates issued pursuant to §415 of the Vehicle and Traffic Law shall be deemed properly displayed if the one plate issued is placed on the rear of the vehicle as described above. New York motorcycle plates and plates from other states shall be deemed properly displayed if at least one plate is fastened on the rear of the vehicle","class":"A","note":"Specify - any state"},
  {"number":"4-08(n)(6)","tittle":"Moving Parked Vehicle","law":"TR","type":"V","code":99,"price":"","description":"No person shall move a vehicle not lawfully under his/her control into any position where stopping, standing, or parking would be unlawful.","class":"A","note":""},
  {"number":"4-08(k)(6)","tittle":"Nighttime Parking of Commercial Vehicle Residential 9PM-5AM","law":"TR","type":"V","code":78,"price":"$65","description":"No person shall park a commercial vehicle on a residential street, between the hours of 9 p.m. and 5 a.m. Where a commercial vehicle is parked in violation of this paragraph, it shall be an affirmative defense to said violation, with the burden of proof on the person who received the summons, that he or she was actively engaged in business at the time the summons was issued at a premises located within three city blocks of where the summons was issued. This paragraph shall not apply to vehicles owned or operated by gas or oil heat suppliers or gas or oil heat systems maintenance companies, the agents or employees thereof, or any public utility","class":"A","note":""},
  {"number":"4-08(f)(3)","tittle":"Nighttime Standing or Parking in a Park","law":"TR","type":"V","code":99,"price":"","description":"In any park between one-half hour after sunset and one-half hour before sunrise, except at places designated or maintained for the parking of vehicles.","class":"A","note":""},
  {"number":"4-08(d)","tittle":"No Parking","law":"TR","type":"V","code":20,"price":"$65","description":"When official signs, markings or traffic control devices have been posted prohibiting, restricting or limiting the parking of vehicles, no person shall park any vehicle in violation of the restrictions posted on such signs, markings or traffic control devices,","class":"A","note":""},
  {"number":"4-08(d)(5)","tittle":"No Parking (except authorized vehicles)","law":"TR","type":"V","code":24,"price":"$65","description":"Where a posted sign reads ","class":"A","note":""},
  {"number":"4-08(d)(3)","tittle":"No Parking (except handicap)","law":"TR","type":"V","code":27,"price":"$180","description":"No person shall park a vehicle in any off-street parking space designated for use by the handicapped pursuant to §1203-c of the Vehicle and Traffic Law, or designated by blue painted lines or markings displaying the international symbol of access unless: (A) Such person is, or is transporting, a handicapped permittee and displays a state special vehicle identification permit issued by the Commissioner of Motor Vehicles or (B) Such vehicle is registered in accordance with §404-a of the Vehicle and Traffic Law and is being used for the transportation of handicapped persons, or (C) Such vehicle displays a special license plate or parking permit issued by any governmental entity subject to the laws of the United States, or a foreign country for the purpose of granting special parking privileges to people with disabilities.(ii) Handicapped plates or permits issued by New York State or by any other state, district, territory or other governmental entity or foreign country shall be valid only in designated off-street parking areas. They are not valid in on-street parking areas.","class":"A","note":""},
  {"number":"4-08(d)(6)","tittle":"No Parking (hotel loading zone)","law":"TR","type":"V","code":22,"price":"$65","description":"No person shall park a vehicle in such zone except temporarily for the purpose of and while actually engaged in receiving or discharging passengers and their personal baggage at hotels.","class":"A","note":""},
  {"number":"4-08(d)(1)","tittle":"No Parking (street cleaning)","law":"TR","type":"V","code":21,"price":"$45/$65","description":"No person shall park a vehicle in violation of officially posted street cleaning rules, as defined in subsection (a)(7)(ii) of these rules, unless such rules have been suspended by the Commissioner or his/her designee pursuant to subsection (a)(7) of these rules.","class":"A","note":""},
  {"number":"4-08(d)(2)","tittle":"No Parking (taxi stand)","law":"TR","type":"V","code":23,"price":"$65","description":"No person shall park a vehicle other than a taxi in a taxi stand when any such stand has been officially designated and appropriately posted except that the operator of a passenger or commercial vehicle may temporarily stop or stand therein provided such stopping or standing does not interfere with any taxi about to enter or leave such zone.","class":"A","note":""},
  {"number":"4-08(a)(1)","tittle":"No Parking in Compliance with Posted Sign","law":"TR","type":"V","code":68,"price":"$65","description":"No person shall stop, stand or park a vehicle, whether attended or unattended, other than in accordance with authorized signs, pavement markings, or other traffic control devices, unless necessary to avoid conflict with other traffic or in compliance with law or direction of any law enforcement officer or other person authorized to enforce these rules.","class":"A","note":""},
  {"number":"4-08(e)(1)","tittle":"No Parking in Traffic Lane","law":"TR","type":"V","code":45,"price":"$115","description":"In any lane intended for the free movement of vehicles, except a lane immediately adjacent to the curb, unless such lane is designated by signs as a traffic lane, and except as otherwise provided in subdivision (f), paragraph (1) below. In no instance shall a vehicle extend more than 8 feet from the nearest curb.","class":"A","note":""},
  {"number":"4-08(c)","tittle":"No Standing","law":"TR","type":"V","code":14,"price":"$115","description":"When official signs, markings or traffic-control devices have been posted prohibiting, restricting or limiting the standing of vehicles, no person shall stand or park any vehicle in violation of the restrictions posted on such signs, markings or traffic-control device.","class":"A","note":""},
  {"number":"4-08(f)(4)","tittle":"No Standing (bus lane)","law":"TR","type":"V","code":18,"price":"$115","description":"In any lane designated for the exclusive use of buses.","class":"A","note":""},
  {"number":"4-08(c)(3)","tittle":"No Standing (bus stop)","law":"TR","type":"V","code":19,"price":"$115","description":"No person shall stand or park a vehicle other than an authorized bus in its assigned bus stop when any such stop has been officially designated and appropriately posted except that the operator of a vehicle may temporarily stand therein for the purpose of expeditiously receiving and discharging passengers provided such standing does not interfere with any bus about to enter or leave such zone.","class":"A","note":""},
  {"number":"4-08(c)(6)","tittle":"No Standing (commuter van stop)","law":"TR","type":"V","code":25,"price":"$115","description":"No person shall stand or park a vehicle in such zone except temporarily for the purpose of and while actually engaged in receiving or discharging passengers and their personal baggage at hotels.","class":"A","note":""},
  {"number":"4-08(c)(4)","tittle":"No Standing (except authorized vehicles)","law":"TR","type":"V","code":17,"price":"$95","description":"Except as provided in paragraph (8) of this subdivision, where a posted sign reads ","class":"A","note":""},
  {"number":"4-08(k)(2)","tittle":"No Standing (except trucks loading and unloading)","law":"TR","type":"V","code":16,"price":"$95","description":"Where a posted sign reads ","class":"A","note":""},
  {"number":"4-08(c)(7)","tittle":"No Standing (for hire vehicle)","law":"TR","type":"V","code":26,"price":"$115","description":"No person shall stand or park a vehicle other than a for-hire vehicle in a for-hire vehicle stop when such a stop has been officially designated and appropriately posted, except that an operator of such other vehicle may temporarily stand therein for the purpose of expeditiously receiving or discharging passengers provided such standing does not interfere with any for-hire vehicle about to enter or leave such zone.","class":"A","note":""},
  {"number":"4-08(c)(5)","tittle":"No Standing (hotel loading zone)","law":"TR","type":"V","code":11,"price":"$115","description":"No person shall stand or park a vehicle in such zone except temporarily for the purpose of and while actually engaged in receiving or discharging passengers and their personal baggage at hotels.","class":"A","note":""},
  {"number":"4-08(c)(1)","tittle":"No Standing (snow emergency)","law":"TR","type":"V","code":12,"price":"$115","description":"When the Commissioner declares a state of snow emergency, no person shall stand or park a vehicle upon a street designated by signs as a snow street, or upon any other area referred to in §4-12(k)(1) of these rules and except as otherwise provided therein.","class":"A","note":""},
  {"number":"4-08(c)(2)","tittle":"No Standing (taxi stand)","law":"TR","type":"V","code":13,"price":"$115","description":"No person shall stand or park a vehicle other than a taxi in a taxi stand when any such stand has been officially designated and appropriately posted except that the operator of a vehicle may temporarily stand therein for the purpose of expeditiously receiving and discharging passengers provided such standing does not interfere with any taxi about to enter or leave such zone.","class":"A","note":""},
  {"number":"4-08(l)(3)(ii)","tittle":"No Standing Commercial Metered Zone","law":"TR","type":"V","code":31,"price":"$115","description":"Commercial parking meter area. Notwithstanding the provisions of subparagraph (i) of this paragraph, where signs are posted regulating the use of the curb by commercial vehicles it shall be unlawful to stand a vehicle in any space on a block unless such vehicle is a ","class":"A","note":""},
  {"number":"4-08(c)(8)(ii)","tittle":"No Standing Except Consul-C, Diplomat A&D D Decal 30 Minute Limit","law":"TR","type":"V","code":81,"price":"$95","description":"Where a posted sign reads ","class":"A","note":""},
  {"number":"4-08(c)(8)(i)(A)","tittle":"No Standing Except D/S Decals","law":"TR","type":"V","code":64,"price":"$95","description":"A person may stand or park a vehicle in such area if such vehicle bears ","class":"A","note":""},
  {"number":"4-08(l)(4)","tittle":"No Standing in Garment District","law":"TR","type":"V","code":89,"price":"$115","description":"Notwithstanding any provisions of these rules to the contrary, no vehicles except trucks and vans bearing commercial plates shall stand at the curb for the purpose of expeditiously loading and unloading between the hours of 7 a.m. and 7 p.m. daily, including Sundays, from 35th Street to 41st Street, between Avenue of the Americas and 8th Avenue, all inclusive, in the Borough of Manhattan. For the purpose of this paragraph (4), passenger vehicles, or station wagons bearing commercial plates shall not be deemed trucks or vans.","class":"A","note":""},
  {"number":"4-08(b)","tittle":"No Stopping","law":"TR","type":"V","code":10,"price":"$115","description":"When official signs, markings or traffic-control devices have been posted prohibiting, restricting or limiting the stopping of vehicles, no person shall stop, stand or park any vehicle in violation of the restrictions posted on such signs, markings or traffic-control devices.","class":"A","note":""},
  {"number":"4-08(j)(9)","tittle":"Obscured VIN","law":"TR","type":"V","code":99,"price":"$65","description":"No person shall stand or park a vehicle that has the vehicle identification number obscured in any manner.","class":"A","note":""},
  {"number":"4-08(f)(2)","tittle":"Obstructing Driveway","law":"TR","type":"V","code":98,"price":"$95","description":"In front of a public or private driveway, except that it shall be permissible for the owner, lessor or lessee of the lot accessed by a private driveway to park a passenger vehicle registered to him/her at that address in front of such driveway, provided that such lot does not contain more than two dwelling units and further provided that such parking does not violate any other provision of the Vehicle and Traffic Law or local law or rule concerning the parking, stopping or standing of motor vehicles. The prohibition herein shall not apply to driveways that have been rendered unusable due to the presence of a building or other fixed obstruction and, therefore, are not being used as defined in §4-01(b) of these rules","class":"A","note":""},
  {"number":"4-08(e)(12)","tittle":"Obstructing Traffic","law":"TR","type":"V","code":9,"price":"$115","description":"When vehicular traffic is stopped on the opposite side of an intersection, no person shall drive a vehicle into such intersection, except when making a turn, unless there is adequate space on the opposite side of the intersection to accommodate the vehicle the person is driving, notwithstanding the indication of a traffic control signal which would permit the person to proceed.","class":"A","note":""},
  {"number":"4-08(h)(4)","tittle":"Oversize Vehicles","law":"TR","type":"V","code":99,"price":"","description":"When a vehicle is too large to be parked within a single parking meter space, it shall be parked with the front section alongside the forward meter. If the operator of the vehicle is using coins or another authorized method of payment other than an IVPS, such forward meter shall be operated and shall determine when the lawful parking time has expired. If the operator of the vehicle is using an IVPS, it shall be activated and shall determine when the lawful parking time has expired","class":"A","note":""},
  {"number":"4-08(d)","tittle":"Overtime Parking - Time Limit Posted","law":"TR","type":"V","code":39,"price":"$65","description":"When official signs, markings or traffic control devices have been posted prohibiting, restricting or limiting the parking of vehicles, no person shall park any vehicle in violation of the restrictions posted on such signs, markings or traffic control device.","class":"A","note":"Indicate time first observed"},
  {"number":"4-08(h)(3)","tittle":"Overtime Parking at Missing or Broken Meter","law":"TR","type":"V","code":32,"price":"$35/$65","description":"(i) A person shall be allowed to park at a missing or broken meter up to the maximum amount of time otherwise lawfully permitted at such meter.(ii) Where parking spaces in a parking field or on a block are controlled by ","class":"A","note":"Indicate time first observed"},
  {"number":"4-08(c)(8)(ii)","tittle":"Overtime Standing Diplomat 30 Minute Decals","law":"TR","type":"V","code":28,"price":"$95","description":"Where a posted sign reads ","class":"A","note":"Indicate time first observed"},
  {"number":"4-08(c)(8)(i)(B)","tittle":"Overtime Standing Diplomat 30 Minute Decals","law":"TR","type":"V","code":65,"price":"$95","description":"A person may stand a vehicle temporarily (no more than thirty (30) minutes) in such area for the purpose of and while actually engaged in delivering, loading or unloading for official business if such vehicle bears ","class":"A","note":"Indicate time first observed "},
  {"number":"4-08(m)(5)","tittle":"Parked Bus (except in designated area)","law":"TR","type":"V","code":77,"price":"$45/$65","description":"No person shall park a bus at any time on any street within the City of New York, unless authorized by signs, except that a charter bus may park where parking is otherwise permitted at its point of origin or destination. No operator of a bus shall make a bus layover, except as otherwise provided in §4-10(c) of these rules. Notwithstanding any local law or rule to the contrary, but subject to the provisions of the Vehicle and Traffic Law, it shall be permissible for a school bus owned, used or hired by a public or nonpublic school to park at any time, including overnight, upon any street or roadway, provided said bus occupies a parking spot in front of and within the building lines of the premises of the public or nonpublic school.","class":"A","note":""},
  {"number":"4-08(h)(5)","tittle":"Parking in Excess of Posted Time Limit - Commercial Metered Zone","law":"TR","type":"V","code":44,"price":"$35/$65","description":"(i) No person shall park a vehicle in a parking meter space for more than one time period lawfully permitted in that parking meter zone, nor shall any person deposit any additional coin or coins or use another authorized method of payment for the purpose of extending such time.(ii) No person shall activate an IVPS for a time period longer than one time period lawfully permitted in that parking meter zone, nor shall any person activate or reactivate an IVPS for the purpose of extending such time. Where a person uses less time than the time activated on an IVPS, the cost of the time not actually used shall be credited back to the electronic debit card when such card is next used to activate the electronic component of the IVPS","class":"A","note":""},
  {"number":"4-08(n)(3)","tittle":"Parking of Commercial Vehicle for Advertising","law":"TR","type":"V","code":99,"price":"","description":"No person shall stand or park a vehicle on any street or roadway for the purpose of commercial advertising, as defined in §4-12(j)(1) of these rules, except as otherwise provided in that section","class":"A","note":""},
  {"number":"4-08(f)(7)","tittle":"Pedestrian Ramp","law":"TR","type":"V","code":67,"price":"$165","description":"Alongside or in a manner which obstructs a curb area which has been cut down, lowered or otherwise constructed or altered to provide access for persons with disabilities at a marked or unmarked crosswalk as defined in subdivision (b) of §4-01 of this chapter. A person may stop, stand or park a vehicle alongside or in a manner which obstructs a pedestrian ramp not located within such crosswalk, unless otherwise prohibited.","class":"A","note":""},
  {"number":"4-08(j)(5)","tittle":"Plates Mismatch Registration Sticker","law":"TR","type":"V","code":75,"price":"$65","description":"No person shall stand or park a vehicle bearing registration plates, stickers, and tags that do not match as to information contained thereon.","class":"A","note":""},
  {"number":"4-08(k)(7)","tittle":"Platform Lift Lowered & Unattended","law":"TR","type":"V","code":84,"price":"$45/$65","description":"Commercial vehicles may not be parked on any city street with a platform lift set in a lowered position while the vehicle is unattended.","class":"A","note":""},
  {"number":"4-08(f)(5)","tittle":"Railroad Crossings (indicate feet from)","law":"TR","type":"V","code":96,"price":"$95","description":"Within fifty feet of the nearest rail of a railroad crossing","class":"A","note":""},
  {"number":"4-08(j)(3)","tittle":"Registration Sticker Missing or Expired (NYS Only)","law":"TR","type":"V","code":70,"price":"$65","description":"No person shall stand or park a vehicle bearing a New York plate or plates unless it properly displays a current registration sticker.","class":"A","note":""},
  {"number":"4-08(j)(4)","tittle":"Registration Sticker Mutilated or Counterfeit (NYS Only)","law":"TR","type":"V","code":73,"price":"$65","description":"No person shall stand or park a vehicle bearing a New York plate or plates displaying an expired, mutilated, void, imitation, counterfeit or inappropriate New York registration sticker","class":"A","note":""},
  {"number":"4-08(e)(10)","tittle":"Restricted Use & Limited Streets","law":"TR","type":"V","code":99,"price":"","description":"On any street designated as a restricted use street or a limited use street as defined in §4-12(r)(4) of these rules, except as otherwise provided in §4-12(r)(1).","class":"A","note":""},
  {"number":"4-08(f)(6)","tittle":"Safety Zone","law":"TR","type":"V","code":53,"price":"$115","description":"In a safety zone, between a safety zone and the adjacent curb or within thirty feet of points on the curb immediately opposite the ends of a safety zone.","class":"A","note":""},
  {"number":"4-08(h)(8)","tittle":"Selling Merchandise (metered space)","law":"TR","type":"V","code":35,"price":"$35/$65","description":"No peddler, vendor, hawker or huckster shall park a vehicle at a metered parking space for purposes of displaying, selling, storing or offering merchandise for sale from the vehicle.","class":"A","note":""},
  {"number":"4-08(e)(3)","tittle":"Sidewalks","law":"TR","type":"V","code":51,"price":"$115","description":"On a sidewalk.","class":"A","note":""},
  {"number":"4-08(e)(6)","tittle":"Street Excavations","law":"TR","type":"V","code":49,"price":"$115","description":"Alongside or opposite any street excavation or obstruction when stopping, standing, or parking would obstruct any traffic lane.","class":"A","note":""},
  {"number":"4-08(m)(8)","tittle":"Street Storage of Boat Trailers","law":"TR","type":"V","code":99,"price":"","description":"No person shall park any boat trailer (with or without a boat attached), mobile home or mobile medical diagnostic vehicle in any area, on any street, in excess of 24 hours","class":"A","note":""},
  {"number":"4-08(k)(5)","tittle":"Street Storage of Commercial Vehicle Over 3 Hours","law":"TR","type":"V","code":85,"price":"$65","description":"When parking is not otherwise restricted, no person shall park a commercial vehicle in any area, including a residential area, in excess of three hours.","class":"A","note":"Indicate time firs observed"},
  {"number":"4-08(m)(9)","tittle":"Street Storage of Vehicles","law":"TR","type":"V","code":99,"price":"$65","description":"When parking is not otherwise restricted, no person shall park any vehicle in any area, including a residential area, in excess of seven consecutive days.","class":"A","note":""},
  {"number":"4-08(e)(7)","tittle":"Tunnels & Elevated Roadways","law":"TR","type":"V","code":55,"price":"$115","description":"Within a highway tunnel or upon an elevated or controlled access roadway when all lanes are normally available for moving traffic.","class":"A","note":""},
  {"number":"4-08(k)(1)","tittle":"Unaltered Commercial Vehicle","law":"TR","type":"V","code":82,"price":"$115","description":"No person shall stand or park a vehicle with commercial plates in any location unless it has been permanently altered with all seats and rear seat fittings, except the front seats, removed, except that for vehicles designed with a passenger cab and a cargo area separated by a partition, the seating capacity within the cab shall not be considered in determining whether the vehicle is properly altered, and has the name and address of the owner as shown on the registration certificate plainly marked on both sides of the vehicle in letters and numerals not less than three inches in height, in compliance with §10-127 of the Administrative Code and is also in compliance with paragraph (i) of the definition of commercial vehicle as set forth in §4-01 of these rules.","class":"A","note":""},
  {"number":"4-08(n)(5)","tittle":"Unattended Vehicle","law":"TR","type":"V","code":99,"price":"","description":"No person driving or in charge of a motor vehicle shall permit it to stand unattended without first stopping the engine, locking the ignition, removing the key from the vehicle, and effectively setting the brake provided, however, the provision for removing the key from the vehicle shall not require the removal of keys hidden from sight about the vehicle for convenience or emergency.","class":"A","note":""},
  {"number":"4-10(c)(3)","tittle":"Unauthorized Bus Layover","law":"TR","type":"V","code":79,"price":"$115","description":"No operator of a bus shall make a bus layover, except in locations designated by sign or by the Commissioner in writing. For the purposes of this rule, layover is defined as follows: for a bus without passengers a layover consists of waiting at a curb or other street location; for a bus with passengers a layover consists of waiting at a curb or other street location for more than five minutes. The Commissioner may define the terms, including duration and authorized companies, for use of layover areas.","class":"A","note":""},
  {"number":"4-08(n)(7)","tittle":"Unofficial Reserving of Parking Space","law":"TR","type":"V","code":null,"price":"","description":"It shall be unlawful for any person to reserve or attempt to reserve a parking space, or prevent any vehicle from parking on a public street through his/her presence in the roadway, the use of hand-signals, or by placing any box, can, crate, handcart, dolly or any other device, including unauthorized pavement, curb or street markings or signs in the roadway","class":"A","note":""},
  {"number":"4-08(g)(2)","tittle":"Vacant Lots","law":"TR","type":"V","code":97,"price":"$45/$65","description":"In a vacant lot, unless the operator of the vehicle has the written permission of the lot's owner so to park and has otherwise complied with §§10-112 and 10-113 of the Administrative Code.","class":"A","note":""},
  {"number":"4-08(j)(8)","tittle":"Vehicle Cover","law":"TR","type":"V","code":null,"price":"","description":"No person shall stand or park a vehicle having a cover on it that obscures the make, color, vehicle identification number (VIN), license plates and/or registration and inspection stickers, and/or restricts entry to the vehicle, if such vehicle is standing or parked in violation of posted rules","class":"A","note":""},
  {"number":"4-08(n)(1)","tittle":"Vehicle for Sale","law":"TR","type":"V","code":91,"price":"$45/$65","description":"No person regularly engaged in the sale of vehicles shall park a vehicle upon any roadway or off-street parking facility for the principal purpose of displaying such vehicle for sale","class":"A","note":""},
  {"number":"4-08(n)(4)","tittle":"Vendor Vehicle Near Market or School","law":"TR","type":"V","code":null,"price":"","description":"No peddler, vendor, hawker, or huckster shall permit his car, wagon, or vehicle to stand on any street when stopping, standing, or parking is prohibited or on any street within 25 feet of any corner of the curb or to stand at any time on any sidewalk or within 500 feet of any public market or within 200 feet of any public or private school","class":"A","note":""},
  {"number":"4-08(n)(2)","tittle":"Washing / Repairing Vehicle","law":"TR","type":"V","code":92,"price":"$45/$65","description":"No person regularly engaged in the repair of vehicles shall park a vehicle upon any roadway or off-street parking facility for the principal purpose of washing, greasing, or repairing such vehicle, except repairs necessitated by an emergency.","class":"A","note":""},
  {"number":"4-08(m)(1)","tittle":"Wrong Way","law":"TR","type":"V","code":61,"price":"$45/$65","description":"Except where angle parking is authorized, every vehicle stopped, standing, or parked partly upon a roadway shall be so stopped, standing or parked parallel to the curb or edge of the roadway. On a one-way roadway such vehicle shall be facing in the direction of authorized traffic movement; on a two-way roadway such vehicle shall be facing in the direction of authorized traffic movement on that portion of the roadway on which the vehicle rests.","class":"A","note":""},
  {"number":"1224-7(a)","tittle":"Abandon a Vehicle","law":"VTL","type":"V","code":null,"price":null,"description":"No person shall cause any vehicle to be an abandoned vehicle. There shall be a rebuttable presumption that the owner of an abandoned vehicle caused such vehicle to be abandoned. A violation of this subdivision shall be punishable by a fine of not less than two hundred fifty dollars nor more than one thousand dollars. In a city having a population of one million or more, a violation of this subdivision shall in addition be punishable by a civil penalty of not less than two hundred fifty dollars nor more than one thousand dollars.","class":"B","note":null},
  {"number":"1192-1","tittle":"Ability Impaired with Alcohol","law":"","type":"V","code":null,"price":null,"description":"Driving while ability impaired. No person shall operate a motor vehicle while the person's ability to operate such motor vehicle is impaired by the consumption of alcohol.","class":"B","note":null},
  {"number":"1114(b)","tittle":"Advertise on Traffic Control Device","law":"","type":"V","code":null,"price":null,"description":"No person shall place or maintain nor shall any public authority permit upon any highway any traffic sign or signal bearing thereon any commercial advertising.","class":"B","note":null},
  {"number":"509-6","tittle":"Allow Another to Use License / Forged License","law":"","type":"V","code":null,"price":null,"description":"No licensee shall voluntarily permit any other person to use his license, nor shall any person at any time possess or use any forged, fictitious or illegally obtained license, or use any license belonging to another person.","class":"B","note":null},
  {"number":"402-5","tittle":"Allow Improper Use of Plate","law":"","type":"V","code":null,"price":null,"description":"No person shall knowingly authorize or permit a number plate issued for a motor vehicle or trailer owned and registered by him to be displayed on any motor vehicle or trailer other than a motor vehicle or trailer to which such number plate has been assigned by the commissioner, or upon which such number plate may legally be displayed under a temporary certificate of registration issued by a dealer under the provisions of section four hundred twenty of this chapter.","class":"B","note":null},
  {"number":"411-4","tittle":"Allow Improper Use of Plate","law":"","type":"V","code":null,"price":null,"description":"No person shall knowingly authorize or permit a number plate issued for a motorcycle owned and registered by him to be displayed on any motorcycle other than a motorcycle to which such number plate has been assigned by the commissioner, or upon which such number plate may legally be displayed under a temporary certificate of registration issued by a dealer under the provisions of section four hundred twenty of this chapter.","class":"B","note":null},
  {"number":"509-4","tittle":"Allow Unlicensed Operation of Vehicle","law":"","type":"V","code":null,"price":null,"description":"No person shall knowingly authorize or permit a motor vehicle owned by him or in his charge to be operated in violation of subdivisions one, two or three of this section.","class":"B","note":null},
  {"number":"1125","tittle":"Avoid Intersection or Traffic Control Device","law":"","type":"V","code":null,"price":null,"description":"No person shall drive across or upon a sidewalk, driveway, parking lot or private property, or otherwise drive off a roadway, in order to avoid an intersection or traffic-control device.","class":"B","note":null},
  {"number":"4-12(h)","tittle":"Bicycle Fail to Report Accident","law":"TR","type":"V","code":null,"price":null,"description":"Reporting accidents by operators of other than motor vehicles. The operators of any bicycle or vehicle other than a motor vehicle involved in an accident resulting in death or injury to a person or damage to property must stop and give their names and addresses and information concerning liability insurance coverage to the party sustaining injuries or damage, and in the case of death or injury, he/she must, in addition to the above, without delay report the accident to the nearest police station, unless he/she has supplied the information to a police officer on the scene. Accidents involving motor vehicles must be reported as required by the Vehicle and Traffic Law.","class":"B","note":null},
  {"number":"1238-5(a)","tittle":"Bicycle No Helmet","law":"","type":"V","code":null,"price":null,"description":"No person operating a bicycle shall allow a person five or more years of age and less than fourteen years of age to ride as a passenger on a bicycle unless such passenger is wearing a helmet meeting standards established by the commissioner.","class":"B","note":null},
  {"number":"1238-10","tittle":"Bicycle No Reflective Material at Night","law":"","type":"V","code":null,"price":null,"description":"No person shall skate or glide on in-line skates or a skate board outside during the period of time between one-half hour after sunset and one-half hour before sunrise unless such person is wearing readily visible reflective clothing or material which is of a light or bright color.","class":"B","note":null},
  {"number":"375-2(d)","tittle":"Blocked Headlights","law":"","type":"V","code":null,"price":null,"description":"A motor vehicle, other than a motorcycle, equipped with any device such as, but not limited to, a snow plow blade, which blocks or impairs the projection of light from the headlamps of such vehicle, shall be equipped with at least two additional headlamps on the front which headlamps meet all the requirements of this subdivision for headlamps except those provisions of paragraph (b) of this subdivision specifically limiting the height of the beam of any headlamp.","class":"B","note":null},
  {"number":"375-22","tittle":"Broken Glass on Vehicle","law":"","type":"V","code":null,"price":null,"description":"It shall be unlawful to operate a motor vehicle upon the public highways of this state which is equipped with any glass which is so broken, fractured or discolored as to distort visibility.","class":"B","note":null},
  {"number":"1235","tittle":"Carry Items Obstruct View","law":"","type":"V","code":null,"price":null,"description":"No person operating a bicycle shall carry any package, bundle, or article which prevents the driver from keeping at least one hand upon the handle bars. No person skating or gliding on in-line skates shall carry any package, bundle, or article which obstructs his or her vision in any direction. No person operating a skate board shall carry any package, bundle, or article which obstructs his or her vision in any direction.","class":"B","note":null},
  {"number":"1251(a)","tittle":"Carry More People Than Designed For","law":"","type":"V","code":null,"price":null,"description":"A person operating a motorcycle shall ride only upon the permanent and regular seat attached thereto, and such operator shall not carry any other person nor shall any other person ride on a motorcycle unless such motorcycle is designed to carry more than one person, in which event a passenger may ride upon the permanent and regular seat if designed for two persons, or upon another seat firmly attached to the motorcycle at the rear or side of the operator.","class":"B","note":null},
  {"number":"1232(b)","tittle":"Carry More People Than Equipped","law":"","type":"V","code":null,"price":null,"description":"No bicycle shall be used to carry more persons at one time than the number for which it is designed and equipped.","class":"B","note":null},
  {"number":"1253","tittle":"Cling to Other Vehicle","law":"","type":"V","code":null,"price":null,"description":"No person riding upon a motorcycle shall attach himself or the motorcycle to any other vehicle or streetcar on a roadway.","class":"B","note":null},
  {"number":"1233-1","tittle":"Cling to Vehicle","law":"","type":"V","code":null,"price":null,"description":"No person riding upon any bicycle, coaster, in-line skates, roller skates, skate board, sled, or toy vehicle shall attach the same or himself or herself to any vehicle being operated upon a roadway.","class":"B","note":null},
  {"number":"1903-4","tittle":"Coast Down Hill","law":"","type":"V","code":null,"price":null,"description":"The driver of any motor vehicle when traveling upon a down grade shall not coast with the gears of such vehicle in neutral, nor with the clutch disengaged.","class":"B","note":null},
  {"number":"4-14(a)2","tittle":"Commercial Vehicle on a NYC Parkway","law":"TR","type":"V","code":null,"price":null,"description":"Commercial vehicles, pedestrians, horses, limited use vehicles and bicycles are prohibited on parkways. **Note**Use of the Grand Central Parkway by certain vehicles. Notwithstanding any other provision of these rules to the contrary, single-unit vehicles with no more than three axles and ten tires may operate in both directions on the roadway of the Grand Central Parkway, between the Triborough Bridge and the western leg of the Brooklyn-Queens Expressway.  **Note**Use of the Korean War Veterans Parkway by certain vehicles. Notwithstanding any other provision of these rules to the contrary, not more than forty-ton motor vehicles commonly classified as construction trucks owned and/or operated by the Department of Environmental Protection of the City of New York, its agents or contractors shall be permitted the use of the Korean War Veterans Parkway during remediation of the Brookfield landfill in Staten Island for the purpose of the remediation of such landfill, provided that such trucks comply with all other provisions of applicable state and local law, including but not limited to §4-15 of these rules.","class":"B","note":null},
  {"number":"10-125","tittle":"UNLAWFUL CONSUMPTION/POSSESSION OF ALCOHOLIC BEVERAGES","law":"AC","type":null,"code":"X25","price":"$25/$100","description":null,"class":"OATH","note":"CJRA"},
  {"number":"16-118(6)","tittle":"PUBLIC URINATION","law":"AC","type":null,"code":"S9i","price":"$75/$400","description":null,"class":"OATH","note":"CJRA"},
  {"number":"16-118(1)(a)","tittle":"LITTERING","law":"AC","type":null,"code":"S03","price":"$100/$450","description":null,"class":"OATH","note":"CJRA"},
  {"number":"16-118(1)(b)","tittle":"SPITTING","law":"AC","type":null,"code":"S9H","price":"$75/$400","description":null,"class":"OATH","note":"CJRA"},
  {"number":"24-218(A)","tittle":"CAUSING OR PERMITTING UNREASONABLE NOISE (7 AM TO 10 PM)","law":"AC","type":null,"code":"N01","price":"$350/$3000","description":null,"class":"OATH","note":"CJRA"},
  {"number":"24-218(A)","tittle":"CAUSING OR PERMITTING UNREASONABLE NOISE (10 PM TO 7 AM)","law":"AC","type":null,"code":"N04","price":"$450/$3000","description":null,"class":"OATH","note":"CJRA"},
  {"number":"1-03(A)(3)","tittle":"UNAUTHORIZED PRESENCE IN PARK WHEN CLOSED TO PUBLIC","law":"RCNY","type":null,"code":"A01","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-03(B)(6)","tittle":"FAILURE TO HAVE/DISPLAY/COMPLY WITH REQUIRED PERMIT","law":"RCNY","type":null,"code":"A02","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-03(C)(1),3-19","tittle":"FAILURE TO COMPLY WITH DIRECTIVES OF OFFICER/PARK EMPLOYEE","law":"RCNY","type":null,"code":"A03","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-03(C)(2)","tittle":"FAILURE TO COMPLY WITH DIRECTIONS/PROHIBITIONS ON SIGNS","law":"RCNY","type":null,"code":"A04","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(A)","tittle":"INJURY/DEFACEMENT/ABUSE OF DEPARTMENT'S PROPERTY OR EQUIPMENT","law":"RCNY","type":null,"code":"A05","price":"$2 000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(B)(1)(I)","tittle":"INTENTIONAL DESTRUCTION/REMOVAL/PERMANENT DAMAGE TO TREE","law":"RCNY","type":null,"code":"A06","price":"$4 000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(B)(1)(II)","tittle":"DESTRUCTION/DEFACEMENT/ABUSE OF PARK VEGETATION","law":"RCNY","type":null,"code":"A07","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(B)(2)","tittle":"WALKING/PERMITTING ANIMAL/CHILD TO WALK ON NEWLY SEEDED GRASS","law":"RCNY","type":null,"code":"A08","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(B)(3)","tittle":"UNAUTHORIZED ENTRY/ALLOWING ENTRY INTO FENCED/RESTRICTED AREA","law":"RCNY","type":null,"code":"A09","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(B)(4)","tittle":"UNAUTHORIZED POSSESSION OF GARDENING TOOL/PLANT","law":"RCNY","type":null,"code":"A10","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(C)(1),3-08E","tittle":"LITTERING OR UNLAWFUL USE OF PARK WASTE RECEPTACLE","law":"RCNY","type":null,"code":"A11","price":"$100/$300","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(C)(2)","tittle":"POLLUTING WATERS WITHIN PARK","law":"RCNY","type":null,"code":"A12","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(C)(3)","tittle":"UNLAWFUL DUMPING","law":"RCNY","type":null,"code":"A13","price":"$4 000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(C)(4)","tittle":"STORING/LEAVING UNATTENDED PERSONAL BELONGINGS","law":"RCNY","type":null,"code":"A14","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(D)","tittle":"POSSESSION OF GLASS CONTAINER IN RESTRICTED AREA","law":"RCNY","type":null,"code":"A15","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(G)(1)","tittle":"MOLEST/KILL/REMOVE/POSSESS ANIMAL/NEST/EGG ETC.","law":"RCNY","type":null,"code":"A16","price":"$4 000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(G)(2)","tittle":"UNLAWFUL FEEDING OF ANIMALS","law":"RCNY","type":null,"code":"A17","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(I),3-18(D)","tittle":"UNLEASHED OR UNCONTROLLED ANIMALS IN PARK","law":"RCNY","type":null,"code":"A18","price":"$100/$2000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(J)(1),3-18(B)","tittle":"FAIL TO REMOVE CANINE WASTE","law":"RCNY","type":null,"code":"A19","price":"$250","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(J)(2)","tittle":"HORSE-CARRIAGE WITHOUT HORSE HAMPER/CONTROL FOR HORSE WASTE","law":"RCNY","type":null,"code":"A20","price":"$100/$400","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(K)","tittle":"UNLAWFUL URINATION/DEFECATION IN PARK","law":"RCNY","type":null,"code":"A21","price":"$50/$300","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(L)(1-3)","tittle":"UNLAWFUL ENTRY TO OR CLIMBING ON PARK PROPERTY","law":"RCNY","type":null,"code":"A22","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(O)","tittle":"OBSTRUCTION OF BENCHES, SITTING AREAS","law":"RCNY","type":null,"code":"A23","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(P)","tittle":"UNAUTHORIZED CAMPING","law":"RCNY","type":null,"code":"A24","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(Q)","tittle":"SPITTING ON PARK BUILDING/MONUMENT/STRUCTURE","law":"RCNY","type":null,"code":"A25","price":"$100/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(R)","tittle":"UNLAWFUL USE OF FOUNTAIN/POOL/WATER FOR PERSONAL/ANIMAL HYGIENE","law":"RCNY","type":null,"code":"A26","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(B)(1)(I)","tittle":"DESTRUCTION OF TREE BRANCH/PRUNING W/O PERMIT/MINOR TREE ABUSE","law":"RCNY","type":null,"code":"A68","price":"$100/$400","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(B)(I)","tittle":"MAJOR DAMAGE TO/ACCIDENTAL DESTRUCTION OF A TREE","law":"RCNY","type":null,"code":"A69","price":"$500/$2000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(B)(5)","tittle":"UNAUTHORIZED POSSESSION OF METAL DETECTOR","law":"RCNY","type":null,"code":"A70","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-03(C)(1), 3-19","tittle":"FAILURE OF PEDICAB TO COMPLY WITH DIRECTIVES OF OFFICER/PARK EMPLOYEE","law":"RCNY","type":null,"code":"A71","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-03(C)(2)","tittle":"FAILURE OF PEDICAB TO COMPLY WITH DIRECTIONS/PROHIBITIONS ON SIGNS","law":"RCNY","type":null,"code":"A72","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-04(C)(4)","tittle":"STORING/LEAVING UNATTENDED PEDICAB","law":"RCNY","type":null,"code":"A73","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(I)","tittle":"FAILURE TO COMPLY WITH PEDICAB RESTRICTIONS","law":"RCNY","type":null,"code":"A74","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(A)(1,3)","tittle":"UNAUTHORIZED ASSEMBLY/EXHIBITION/PARADE, ETC. W/O PERMIT","law":"RCNY","type":null,"code":"A27","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(B)","tittle":"UNAUTHORIZED VENDING","law":"RCNY","type":null,"code":"A28","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(C)","tittle":"UNAUTHORIZED POSTING/DISPLAY OF NOTICES/SIGNS/BANNERS, ETC.","law":"RCNY","type":null,"code":"A29","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(D)(1)","tittle":"UNREASONABLE NOISE","law":"RCNY","type":null,"code":"A30","price":"$350/$875","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(D)(2)","tittle":"OPERATING SPEAKER DEVICE/SOUND AMPLIFIER WITHOUT REQUIRED PERMIT","law":"RCNY","type":null,"code":"A31","price":"$140/$350","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(D)(3)","tittle":"PLAYING INSTRUMENT/RADIO, ETC. DURING UNAUTHORIZED HOURS","law":"RCNY","type":null,"code":"A32","price":"$140/$350","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(d)(4)","tittle":"UNAUTHORIZED NOISE FOR ADVERTISING/COMMERCIAL PURPOSES","law":"RCNY","type":null,"code":"A33","price":"$1 750","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(e)","tittle":"COMMERCIAL CINEMATIC PRODUCTION WITHOUT PERMIT","law":"RCNY","type":null,"code":"A34","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(f)","tittle":"UNAUTHORIZED CONSUMPTION/POSSESSION OF ALCOHOLIC BEVERAGE","law":"RCNY","type":null,"code":"A35","price":"$25/$100","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(g)","tittle":"FAILURE TO COMPLY WITH BATHING RESTRICTIONS","law":"RCNY","type":null,"code":"A36","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(H)","tittle":"FAILURE TO COMPLY WITH FISHING RESTRICTIONS","law":"RCNY","type":null,"code":"A37","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(i)","tittle":"FAILURE TO COMPLY WITH BICYCLE RIDING RESTRICTIONS","law":"RCNY","type":null,"code":"A38","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(j)","tittle":"FAILURE TO COMPLY WITH BOATING RESTRICTIONS","law":"RCNY","type":null,"code":"A39","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(k)","tittle":"FAILURE TO COMPLY WITH ICE SKATING RESTRICTIONS","law":"RCNY","type":null,"code":"A40","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(l)","tittle":"PLANTING TREE/FLOWER/SHRUBBERY/OTHER VEGETATION WITHOUT PERMIT","law":"RCNY","type":null,"code":"A41","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(m)(1)","tittle":"FAILURE TO COMPLY WITH RESTRICTION RE: FIRES","law":"RCNY","type":null,"code":"A42","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(m)(2)","tittle":"UNLAWFUL DISPOSAL OF FLAMMABLE MATERIALS","law":"RCNY","type":null,"code":"A43","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(o)","tittle":"UNAUTHORIZED CONSTRUCTION/STORAGE OF MATERIALS","law":"RCNY","type":null,"code":"A44","price":"$4 000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(p)","tittle":"UNAUTHORIZED EXCAVATION","law":"RCNY","type":null,"code":"A45","price":"$4 000","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(q)","tittle":"FAILURE TO COMPLY WITH HORSEBACK RIDING RESTRICTIONS","law":"RCNY","type":null,"code":"A46","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(r)","tittle":"FAILURE TO COMPLY WITH AREA USE RESTRICTIONS","law":"RCNY","type":null,"code":"A47","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(s)(2)","tittle":"FAILURE TO COMPLY WITH EXCLUSIVE SENIOR CITIZEN AREA RESTRICTIONS","law":"RCNY","type":null,"code":"AA1","price":"$50/$75","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(S)(3)","tittle":"FAILURE TO COMPLY WITH DOG RUN RESTRICTIONS","law":"RCNY","type":null,"code":"AA2","price":"$50/$75","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(t)","tittle":"UNAUTHORIZED DISTRIBUTION OR DEMONSTRATION OF PRODUCTS","law":"RCNY","type":null,"code":"A48","price":"$100/$400","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"1-05(u)","tittle":"FAILURE TO COMPLY WITH ROLLERBLADING/SKATING RESTRICTIONS","law":"RCNY","type":null,"code":"A49","price":"$50/$100","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"18-146(i)(1)","tittle":"YOUTH BASEBALL LEAGUE'S SECOND OR SUBSEQUENT FAILURE TO COMPLY WITH AED REQUIREMENTS","law":"AC","type":null,"code":"AA3","price":"$500","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"18-146(i)(2)","tittle":"YOUTH BASEBALL LEAGUE'S FAILURE TO RETURN AED TO DEPT IN SATISFACTORY CONDITION","law":"AC","type":null,"code":"AA4","price":"$2 500","description":null,"class":"OATH","note":"NYC PARKS RULES"},
  {"number":"3-05,4-03","tittle":"INTERFERENCE WITH EMERGENCY VESSEL BOARDING","law":"RCNY","type":null,"code":"A50","price":"$100/$400","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-06A,3-17,4-04A","tittle":"FAILURE TO HAVE/DISPLAY/COMPLY WITH REQUIRED PERMIT","law":"RCNY","type":null,"code":"A51","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-08(a),4-06(a)","tittle":"USE OF UNAUTHORIZED TOILETS ON VESSEL","law":"RCNY","type":null,"code":"A52","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-08(b),4-06(b)","tittle":"ILLEGAL DISCHARGE ON DOCKS/WATER/WALKWAYS ETC.","law":"RCNY","type":null,"code":"A53","price":"$250/$1000","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-08(d),4-06(d)","tittle":"UNREASONABLE NOISE","law":"RCNY","type":null,"code":"A54","price":"$350/$875","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"4-07(a),(b)","tittle":"MOORING FAILS TO MEET REQUIREMENTS","law":"RCNY","type":null,"code":"A55","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-10(a)","tittle":"IMPROPER MAINTENANCE OF VESSEL OR EQUIPMENT","law":"RCNY","type":null,"code":"A56","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-10(b)","tittle":"UNATHORIZED STRUCTURAL MODIFICATION ON VESSEL","law":"RCNY","type":null,"code":"A57","price":"$2 000","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"04-09","tittle":"EXCESSIVE SPEED IN MOORING AREA","law":"RCNY","type":null,"code":"A58","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-12(a),4-10","tittle":"FAILURE TO POSSESS PROPER SAFETY EQUIPMENT ON VESSEL","law":"RCNY","type":null,"code":"A59","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-13(a)","tittle":"UNAUTHORIZED INTERFERNCE WITH ELECTRICAL SUPPLY IN MARINA","law":"RCNY","type":null,"code":"A60","price":"$1 000","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-15,4-11","tittle":"FAILURE TO REMOVE SUNKEN VESSEL","law":"RCNY","type":null,"code":"A61","price":"$2 000","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-16(b)","tittle":"UNAUTHORIZED LAUNCH OR STORAGE OF KAYAK OR CANOE","law":"RCNY","type":null,"code":"A62","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"3-20,4-14","tittle":"UNLAWFUL USE OF VESSEL","law":"RCNY","type":null,"code":"A63","price":"$2 000","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"17-503(D)(3)","tittle":"SMOKING IN PARK OR ON OTHER PROPERTY UNDER JURISDICTION OF PARK AND RE","law":"AC","type":null,"code":"A75","price":"$50","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"CHAPTER 3","tittle":"MISCELLANEOUS VIOLATION OF RULES REGARDING 79TH ST. MARINA","law":"RCNY","type":null,"code":"A98","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"CHAPTER 4","tittle":"MISCELLANEOUS VIOLATION OF RULES REGARDING MOORINGS","law":"RCNY","type":null,"code":"A99","price":"$50/$200","description":null,"class":"OATH","note":"NYC PARKS RULES -- BOATING"},
  {"number":"751.4(A)","tittle":"UNAUTHORIZED PRESENCE IN PARK WHEN CLOSED TO PUBLIC","law":"","type":null,"code":"C01","price":"$50/$200","description":null,"class":"OATH","note":"HUDSON RIVER PARK RULES"},
  {"number":"751.4(B)(1)","tittle":"FAILED TO COMPLY W/DIRECTIVES OF POLICE OFFICER AND/OR PARK EMPLOYEE","law":"","type":null,"code":"C02","price":"$250/$500","description":null,"class":"OATH","note":"HUDSON RIVER PARK RULES”}]
