[
  {
    "name": "Burglary",
    "description": "C/V states that at T/P/O unk perps entered c/v’s apt/house/business by (state means: broken window/forced doors/picked lock) w/o permission or authority and removed the above listed items. Unk perps fled through _____, a canvass was done of the building/area (state results). Mr./Mrs. _____ in apt _____ was interviewed (state results). Sgt. _____ present at scene. PO _____ of evidence collection notified and responding. C/V states apt/premises was vacant from _____ hrs on (date) through _____ hrs (date). Det/Sgt _____ of BRAM notified.\n\nNOTES: must state value of property. C/V must complete & sign report of lost/stolen property identity theft form."
  },
  {
    "name": "Robbery",
    "description": "C/V states that at t/p/o while (state action previous to robbery) perp/s did (state action, description of weapon/physical force and statement, if any), forcibly removing listed property. Perp/s fled (state direction and means). A canvas was performed with the c/v (state results). Det _____ of RAM notified. Sgt _____ present at scene. C/V did/did not view photos.\n\nNOTES: must state value of property and if there are any injuries to c/v. c/v must complete & sign report of lost/stolen property/identity theft form."
  },
  {
    "name": "Larceny",
    "description": "C/V states that at t/p/o above listed property was removed from (state exactly from where and how, if known) w/o permission or authority by perp/s. (State action of victim).\n\nNOTES: must state value pf property (petit larceny $1,000 or less in value). C/V must complete & sign report of lost/stolen property/identity theft form."
  },
  {
    "name": "Reckless Endangerment",
    "description": "At t/p/o perp did create a substantial risk of serious physical injury/death to c/v by (state means). No injuries to c/v."
  },
  {
    "name": "Menacing",
    "description": "C/V states that at t/p/o above perp did place c/v in fear of PI/SPI/DEATH by displaying (state weapon). No injury to c/v. (Give a short description of the reason and/or dispute if any as well as any statements made by the perp)."
  },
  {
    "name": "Assault",
    "description": "C/V states that at t/p/o perp, with intent to cause a PI/SPI  did (state action; punch/cut/shoot) with (state means/weapon) causing (state physical injury) to c/v. (Give a short description of reason and/or dispute if any) C/V removed to _____ hospital/RMA. Sgt _____ on scene. Photos taken (voucher #). DIR (if required) and aided card (ALWAYS) prepared."
  },
  {
    "name": "Criminal Mischief",
    "description": "C/V states that at t/p/o above perp did (intentionally/recklessly) damage c/v’s (state property) by (state means)\n\nNOTES: must state value of property."
  },
  {
    "name": "Lost Property",
    "description": "C/V states that at t/p/o he/she discovered the loss of the listed property. The c/v states he/she was not pushed, bumped, shoved or a victim of a crime. (State last place c/v had possession of property).\n\nNOTES: must state value of property. C/V must complete and sign report of lost/stolen property/identity theft form."
  },
  {
    "name": "DOA or Homicide",
    "description": "At t/p/o above listed individual was found (state by whom, in what position and where any apparent wounds are located). He/She was pronounced DOA by EMS# _____ at _____ hrs. Sgt. _____ and Det. _____ PDU present on scene. Death is/is not suspicious. ME# _____ notified and responding. Personal property vouchered on invoice# _____. Individual was under the care of Dr. _____. Aided and identification tag prepared. (State if relative on scene/notified and if DOA is properly identified.) Duty Captain, Crime Scene Unit on scene (if homicide)."
  },
  {
    "name": "Sex Offenses",
    "description": "C/V states that at t/p/o perp/s did engage in sexual intercourse/sexual contact (state means: penis to vagina/anus/mouth, w/foreign object/hands, etc) without c/v consent, by means of (forcible compulsion/being mentally disabled/incapacitated/physically helpless/less than 17, etc) (state injury if any) Sgt. _____ on scene. C/V moved to _____ hospital. Aided prepared. Treated by Dr. _____. Sexual evidence kit prepared, voucher#_____. Det. _____ of special victims notified."
  },
  {
    "name": "Harassment",
    "description": "C/V states that at t/p/o above perp with intent to annoy and harass did (state action: slap, shove, kick, follow around, threaten, etc) c/v (give a short description of reason, if any) No injury was sustained to c/v. DIR prepared (if required) and c/v referred to (state court) for order of protection.\n\nNOTES: Aggravated Harassment if perp communicates with c/v by telephone/mail with intent to harass or alarm."
  },
  {
    "name": "Trespass",
    "description": "TPO A/O  observed deft with 10 others sitting in the lobby of the above location. A/O is informed by Mr. Smith, manager of the building, the deft. did not have permission or authority to be in bldg. A/O observed mr. Smith (name and address known to A/O) and NYPD Sgt. Jones direct to leave bldg. and deft. refused."
  },
  {
    "name": "Disorderly Conduct",
    "description": "At t/p/o the defendant intentionally caused/recklessly created a risk of public alarm/annoyance/inconvenience by intentionally engaging in fighting/unreasonable noise/ refusing a lawful order/hazardous condition serving no purpose/obstructing vehicular or pedestrian traffic/disturbing a lawful assembly."
  },
  {
    "name": "GLA",
    "description": "C/V states that at t/p/o perp did take the listed vehicle. The c/v had left the vehicle parked and locked/unlocked at the location. The c/v states that there are/are not any outstanding parking summonses. (note if broken glass was found at the scene).\n\nNOTES: vehicle theft supporting deposition and vehicle theft preliminary investigation report must be completed and signed by the c/v."
  },
  {
    "name": "DWI",
    "description": "At tpo arresting officer did observe defendant operating (year, color, make, plates), (describe VTL violation/actions of perp). While speaking with defendant the a/o could smell the odor of an alcoholic beverage on his/her breath, could hear the defendant’s speech was slurred and could see his/her eyes were bloodshot (list any other observations). PBT on scene.000 BAC.  IDTU at 78 PCT reading .000 BAC."
  },
  {
    "name": "DWI Accident",
    "description": "At tpo defendant was involved in motor vehicle accident driving (year, color, make, plates). Witness/officer observed motorist sitting behind the wheel, engine running, keys in ignition. A/o observed defendant with (bloodshot eyes, watery eyes, slurred speech, strong/moderate/faint odor of alcoholic beverage on breath). PBT on scene .000 BAC.  IDTU at 78 PCT reading .000 BAC. PAR prepared."
  },
  {
    "name": "Shotspotter",
    "description": "At t/p/o shotspotter at above location for (state number of rounds) rounds fired. Canvass conducted with negative results. No property damage. No ballistic recovered. No 911 calls."
  },
	{
		"name": "Fare Evasion",
		"description": "At t/p/o PO observed resp enter system by:\n- Manipulating turnstile to avoid legal payment of fare\n- Going over/under turnstiles to avoid legal payment of fare\n- Walking through an exit gate to avoid legal payment of fare\n- Using student/disability metro card of another to avoid legal payment of fare\nNOTES: Using a key to enter gate unlawfully = arrest\nPossession of burglar’s tools P.L. 140.35\nCHARGES: P.L. 165.15(3)"
	},
	{
		"name": "Riding Between Cars",
		"description": "At t/p/o PO observed resp riding between end doors on a (direction of travel & train line) without permission or authority of MTA or  NYPD while there was no emergency present.\nCHARGES: N.Y.C.R.R. 1050.9(d)"
	},
	{
		"name": "Suspended License",
		"description": "At TPO AO observed defendant traveling westbound on [STREET NAME] I/O [STREET NAME] driving a [COLOR, YEAR, PLATES], [DESCRIBE VIOLATION]. Upon further investigation of NYSDMV records deft license to operate a motor vehicle in NYS is suspended (0 on 0 dates).\nCHARGES: VTL 511(1)(a)"
	}
]
